{"796380538168741889": "RT @markfollman: I weep for our country this morning -- all of us. But despair is not an option. Time to get back to work. https://t.co/Y45", "796379643725156358": "RT @urbandoll: RT to win: Kylie Lip Kit of your choice... i have to give away 20 because Trump won... must be following me  https://t.co/6", "796379634514489345": "RT @shane_bauer: Look what Trump's election did to the Corrections Corporation of America's stock price. https://t.co/GppbU7v6xe", "796379643725156353": "RT @camzzjaregui1: Why y'all say that Dinah voted Trump? Do you really think that? Dinah is not a racist and unconscious person.", "796381169340121088": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381436689469440": "Donald Trump Is Elected President https://t.co/lXYFAeTSv8", "796379642143928321": "RT @yeseniatwigs: oh nice someone just dmd me and said \"keep the tears coming nigger!\"i just love the trump presidency already", "796382442236116992": "Not only is donald trump president but mrs Powell also played country this entire period", "796379633461538816": "RT @owen_wii: To trump and his supporters..my president is black and .... https://t.co/mZ9OzwUS1z", "796381000687357953": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796380678048935937": "RT @nytimes: Breaking: Donald Trump has been elected president, a stunning upset for an outsider who defied the establishment https://t.co/", "796379634900213760": "RT @steeezy__p: Seeing old white people refer to Trump as \"our Dear Leader\" means some scary shit is already unfolding lol", "796380640358924288": "RT @ABCPolitics: NEW: @JohnKasich congratulates Trump: \"The American people have spoken and its time to come together.\" https://t.co/uRHHA", "796381518981713920": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379642475200512": "RT @guaptimus_prime: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience requi", "796379633503453184": "RT @YG: The Fuck Donald Trump tour continues on Sunday in Denver - https://t.co/y7uBQt384d", "796382498640904192": "RT @pomeranian99: Dont mourn, fight like hell. Good and stirring advice from @MotherJones: https://t.co/O2TbUOGTnv", "796379630223687680": "RT @PurelyFootball: A 5 treble on Trump, Brexit and Leicester to win the league would have paid out 12.5m https://t.co/kcJr3ctvV4", "796379637773373440": "how to best thank cowardly silent majority #ElectionResults", "796379630764625921": "RT @monotonecunt: \"President Donald Trump has been assassinated\" https://t.co/7Xh6D78uXi", "796379639723753473": "RT @Bentono10: Trump: 197  Hilary: 131  Blink: 182", "796379638071197696": "RT @Kush_Kayy: HILARY WON THE POPULAR VOTE  Hillary- 59,236,903 votes Trump - 59,085,787 votes We The \"people\" elected Hillary   The System", "796380969263595520": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380318190235648": "Donald Trump, President of Amerikkka", "796379637748264960": "RT @Seauxmali: The thing is, Hillary lead Trump by a significant margin with poor Americans making &gt;$50,000 a year. So fuck the 'concerned", "796380990952394754": "RT @NYSportzNut: The details about the call between Mr. Trump &amp; President Obama is an excellent start to this process. Push aside animosity", "796379636460638209": "RT @Juicetus_: Trump boutta be president? Lol ladies get ready for shit like this to be socially acceptable https://t.co/ziDoCamwMB", "796381325858983936": "@realDonaldTrump Is President-Elect: Now What? #oilandgas https://t.co/C7Ribmb602 More analysis &amp; commentary being https://t.co/yGtigfdzbe", "796381535851188225": "JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White... https://t.co/pNHih6WBSF by #kinshasaweb via @c0nvey", "796379636955365376": "RT @thealmighty_o: Every Trump supporter voted for a racist. Every Trump supporter voted for a racist. Every Trump supporter voted for a ra", "796381814130548736": "black ppl need to stop putting everything on god, thats why donald trump president now", "796379635168575488": "CONGRATULATIONS NEW PRESIDENT TRUMP! @realDonaldTrump against all odds .. and even against most from the GOP..U did it!", "796382156066983937": "Protesters take to the streets following Trump's stunner https://t.co/mWi3p1jqLA PEOPLE IN THE 3 BLUE STATES ONLY WANT TO SIT ON THEIR BUTTS", "796379639195107328": "RT @Stepkama15_RBX: @DevelopingCodes is salty trump won", "796379640277401600": "RT @Mister_Manaf: Trump actually fuels racist acts Pt.1 https://t.co/onTAh3KBCt", "796379634967465984": "RT @BobMurphyEcon: Welp, now that I turn my court jester persona to President Trump, at least my NYC comedian friends will think I'm funny", "796379645906190336": "RT @Greggrogell: Gloating #Trump voters lack the intelligence and foresight to understand their predicament, like a monkey with a shiny new", "796379642349453312": "RT @tsunamiwoIf: Us the next time Florida has a Hurricane and needs our help after they let Trump win: https://t.co/hU4oSzYqyl", "796379632475832320": "We thought we progressed, we hadn't. They think Trump has got answers, he doesn't. America has outdone itself and now we will pay for it.", "796382532237488132": "This is a #DarkHour. #MotherJones #CallToArms.  https://t.co/IW0xYc6KWo", "796381090478833664": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/bTaG3PsyMz", "796381485720829952": "@modern_rock Trump president, $BFB stock set to soar?", "796380485773656064": "RT @thequalitydan: This five-year-old Muslim girl's reaction to Donald Trump's victory is heartbreaking https://t.co/UKetdYEUMm", "796381643959365632": "Don't mourn, fight like hell https://t.co/6b9lGRh5fB via @MotherJones", "796382196722438144": "RT @TMZ: Bill Belichick -- Letter to Trump Wasn't Political ... He's My Friend (VIDEO) https://t.co/fxrh7P4Ur6", "796380536444977153": "Looks like Canada has to now build a wall  https://t.co/L8ctG6xGpG #TrumpPresident", "796379641384550400": "RT @Amphigong: Britain chose the Brexit  The SC chose to bury Fmr Pres Marcos in the LMNB  America chose Trump  But if u choose me promise", "796379640847880192": "RT @EdwardLifegem: @Ma1kavian @Swordroll I'm a Democrat for Trump, and I can't tell you how many friendships I've lost and how many times I", "796379645901873152": "RT @anthonyyforte: i will never, ever support trump. he is #NotMyPresident and i will disrespect him for as long as he is the president. #I", "796379642257174528": "RT @mcuban: We all need to give President-Elect Trump a chance. Support the good.  Lobby against what we disagree on. No one is bigger than", "796380553284964352": "Noam Chomsky called this political moment 6 years ago https://t.co/rbvmCoUABU", "796379630307393536": "RT @_who___cares_: all of y'all hate trump but he's winning all these states. somebody lying https://t.co/XXsOQwvxHQ", "796379634711621632": "RT @absurdistwords: Compartmentalizing this problem solves exactly nothing.    Refusing culpability for America's actions is how we GOT Tru", "796379637475463168": "Conway: Trump has a mandate https://t.co/EZANb4JEyr https://t.co/GqkRmGoo2w", "796382112437846016": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796382329866506241": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796381143234969600": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379639254020097": "RT @zainmaliks: SCARY #Trump https://t.co/8pdZeAkR7x", "796380697833283584": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796379642651242496": "RT @mattyglesias: A lot of people are going to be shocked by what solid investigative stories on Trump were published but never broke throu", "796379637291040769": "RT @itsgabrielleu: I am scared. I will fight. Trump will not crush my spirit.  Hope fuels the fire in my belly to seek the change I want to", "796379641187594240": "RT @IGotHart: Tell Trump to bring the 2013 Seminoles to the White House !", "796382258315726848": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381861442265089": "RT @LivingOnChi: Congrats @HillaryClinton and all you elitist Hillbots.  You made Donald Trump president by giving him 7/24 press for over", "796379630945075202": "Martin Shkreli Shares Snippets of Unreleased Wu-Tang Clan Album Following Trump Victory https://t.co/MIv8RtyoG3 Follow Whodiniz and get th", "796379636083130370": "RT @DrDavidDuke: This is one of the most exciting nights of my life -&gt; make no mistake about it, our people have played a HUGE role in elec", "796379637614047236": "RT @dj_rocklee: Shiiitttt if Donald Trump wins this election im warning ALL YALL !!!!!   Knuck if you buck white America. Knuck if you the", "796380811469684736": "Twitter: Trump President Obama Leaving Government dead Me: Lets focus on the important things here... &lt;3 https://t.co/4ibrARWPHT", "796380794751254528": "RT @sugarscape: Celebs react to news that Donald Trump is the new President of the USA https://t.co/0PNIIQy9k1 https://t.co/ymkTra4D0w", "796379641250508800": "RT @Toure: Obama got 66m. Romney got 61m. Clinton has 59.3m (47.7%). Trump has 59.1m (47.5%). Millions of Obama voters stayed home.", "796379641707712513": "RT @Reuters: Russian state media features Trump and Clinton comic sketch. Read more https://t.co/aK102Emg71 https://t.co/QLOxyFhuUd", "796382200983908352": "RT @Louiee_veee: I didn't vote it's my fault Trump President", "796380521156722688": "NEW: @GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/w9KML8VUmM https://t.co/mASrd9up2H", "796382400955682816": "RT @Independent: How cartoonists around the world have reacted to Donald Trump's victory https://t.co/44tydQm8Ba", "796380474721464321": "David Torres Jr Donald Trump President of the USA provision of God or fantasy?", "796381511348092930": "RT @RacePaceJess: Don't mourn, fight like hell https://t.co/r26g653ved via @MotherJones", "796382371171991552": "People wey dey trend today  1.Trump...President-elect 2.TB Joshua... Prophet 3.Soyinka... professor", "796380448813445121": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379637186183168": "RT @TomHawkin5: Trump being President is like \"No Tear\" shampoo. It says you won't cry, but you know it's all bullshit #Elections2016", "796381035365736448": "RT @PrinceOfTheDino: Trump President today but ain't nothin changed God still in control of everythang &amp; my hustle gone remain the same til", "796381884804694016": "RT @Independent: The man who is being blamed for Hillary Clinton's fall https://t.co/bi78KO4ihF", "796380289006190592": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379632769454081": "RT @HafizolHakami: @usamahishamudin Donald trump ?", "796379637890908160": "RT @klee91796: TRUST GOD. FUCK 12. FUCK TRUMP.", "796379643691618304": "Ariana Grande In Tears After Hearing 'Terrifying' Donald Trump Victory News https://t.co/c1nM8rlJLI", "796379643469299712": "RT @Arzaylea: congrats america you've set us back over 50 years you racist, sexist, DISGUSTING HUMANS I WISH DEATH ON NO ONE BUT TRUMP GOOD", "796379636393476096": "RT @danacfinley: If you want to understand why rape culture is alive in the USA, it's because Trump can admit to sexual assault &amp; still get", "796380470892105728": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796381479794278400": "How to move to Canada: Immigration website crashes as Donald Trump romps home to election victory https://t.co/KP7sqX7b7Z", "796380671732289536": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382260874223616": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/OKy012G4mv", "796379630257119232": "@cher can't you realize hatefulness like yours is what won the election for trump. Time for introspection", "796379642865319936": "RT @kamakaize: BUT ON A POSITIVE NOTE WE GOT OBAMA FOR A FEW MORE MONTHS AND ITS STILL FUCK TRUMP TILL THE WORLD BLOW UP!", "796382345691598849": "Donald Trump Is Elected President https://t.co/2nfSyDMyzY", "796379637475516416": "RT @theoloGUI: Trump pledges to be the president \"for all America\". See, there's no use moving to Canada.", "796381636837462016": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379631419092992": "RT @dameFK: those trump voters are more scared of you than you are them &amp;the numbers show that. nothing brings a ppl together like fear. wa", "796379642605293568": "RT @promerican: Funny how liberals got mad at Trump for not saying he'd accept the election results if he lost, but #NotMyPresident is tren", "796379638570319873": "The Brits (ok the English) voted for #BREXIT, the US for #Trump, and #Canada for Trudeau. I am not sure what is going on in the Anglosphere.", "796379633260240896": "Oh yeah I love getting yelled at because I'm crying because Trump is president.", "796379644693987328": "RT @merelynora: So Trump can run with no political background, but I need over 5 years experience &amp; a masters for an entry level job https:", "796381326412836865": "RT @ABC: Russian Pres. Putin sends telegram to Donald Trump congratulating him on election win, Kremlin says. https://t.co/vPLMMcFoXI #Elec", "796379641665748992": "RT @KMJeezy: If you think a white Jewish man would have beat Donald Trump after the election we just had youre never going to get it.", "796382333880455172": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379635218944000": "RT @nettamonsta Good to know that the president of the United States hates me because I'm a Hispanic woman. Trump is not my president.", "796381433975676928": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796379638327033856": "RT @KetanJ0: Trump isn't the source of my anxiety. It's the hundreds of millions of people who are openly supportive of white supremacist s", "796382295397527552": "Trump president  Sick   Son's poop explosion    Great way to start my morning I must say #sarcasm", "796379634539630592": "RT @DanBilzerian: All of the people who said \"if trump gets elected I'm leaving the country,\" just became liars", "796380386393784320": "World leaders react to Donald Trump winning the U.S. election https://t.co/5tY1lsWeuj", "796379639706894336": "RT @CheriJacobus: The Republican Party is now the party of White Supremacy bcs media that promoted Trump for ratings never thought this cou", "796380273478926336": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381661114023937": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796381678000373760": "RT @ABCPolitics: .@MittRomney sends \"best wishes\" to president-elect Trump, says \"preserving the Republic\" should be his aim. https://t.co/", "796382231333924873": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796379633327423488": "RT @CashmereGoth: Trump as POTUS was AMERIKKKA's decision. The rest of us knew better.", "796379632714948608": "RT @chanddlerriggs: rt this if trump becoming president will have a negative effect on you or someone you know i just wanna see something", "796379631603634180": "RT @mcuban: We all need to give President-Elect Trump a chance. Support the good.  Lobby against what we disagree on. No one is bigger than", "796379638826205185": "RT @LaurenJauregui: I wonder if Trump's heinous behavior would've been more obvious if Hillary happened to be a man.", "796379640042520576": "RT @namirari: Look again at these states. And then look at the ones that were close &amp; went to Trump this election. https://t.co/sULt7Pnqj7", "796380394878799872": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379645524504577": "RT @ImThatGentleman: If Trump replaces Obama does that mean orange is the new black?", "796380813562560512": "Michael Moore said Donald Trump's election is going to be the biggest f**k you in human history'. He was right https://t.co/xRC37PRi0y", "796379639660720128": "Congratulations to Donald Trump on winning the #US presidential election   https://t.co/iPLrI6Ls6p ... by #7f679eeea8de446 via @c0nvey", "796381808858370048": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379644748595200": "RT @guaptimus_prime: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience requi", "796379637966323712": "RT @JOMainEvent: Ana Navarro is so nasty! Doesn't she have better things to do other than always campaigning for Hillary?! It's over!  Pre", "796381353059250176": "@imillhiser still stand by the 10th all the way down there with Trump president-elect?", "796379643334901760": "@TeamTrumpOH1 @script_lady @TeamTrumpCO @TeamTrumpID @prayers_4_trump @Prayers4TrumpCT @VetApologist @ikedog101 https://t.co/ogyuiMahXe", "796381066210713600": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379634254442497": "RT @the_real_15: Dear celebrities that are worried about Trump, we are sorry that you feel you are the only people in this country. Sincere", "796379631167410177": "Trump really pissed off a lot of people by winning I'm one of them. I'm really crushed.", "796379639044259841": "RT @97Alsuw: Now that Melania trump is the First Lady, can plagiarism be legal and can I copy and paste my essays from now on?", "796381812591390725": "All yall niggas who saying they finna move to Canada cuz trump president ain't gonna do shit. Y'all can't even move outta ya mom's house wyd", "796381982204841988": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796381818819751936": "RT @917thebounce: #America voted, and also crashed our #ImmigrationCanada site... take a look: https://t.co/TQE3bpuZVX -P&amp;D https://t.co/J2", "796379631880404992": "RT @SOMEXlCAN: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won. #ElectionNight", "796379644215734272": "RT @ShaneNFL: There are very few people who will actually move w/ Trump as President, so make your communities better. Vote in local electi", "796379642126970880": "RT @biebercentrals: i can't believe how heartless you must be to vote for trump  https://t.co/DBSo1mBdk2", "796382532589654016": "@KiaraKeane In the latest article https://t.co/1BX3KtBbRX Al Akhbar is a Lebanese paper not Egyptian. Translation The Empire Shakes/Sways", "796379640470315009": "RT @GStuedler: I will never, if I live to be a thousand, understand why college educated people would vote for Trumpthe ignants I totall", "796379644849049601": "RT @Rockprincess818: Everyone whose right to peaceful assembly was violently derailed should sue @CNN @NBCNews for inciting violence toward", "796380300574126080": "#Trump president is a disgrace, but guess What? this is the true face of the world now, specially #America \"Disgraceful\"", "796379642341036036": "RT @dreagan1234: If trump wins I'll pay everyone who rts this $20 https://t.co/h6VXiv5bnT", "796379634912952320": "Today is a good day, Obama is out, Hillary didn't con her way into the Whitehouse and Trump is our new president! #TrumpTrain #trumpwins", "796379632224313346": "RT @BigStick2013: Thank you Reagan Democrats for voting as  Trump Republicans -- #DrainTheSwamp", "796379630710071300": "RT @JoyAnnReid: Trump will have control of the CIA, the FBI, the IRS, the NSA, drones and nuclear weapons. Healthcare: gone. Well done, Ame", "796379645297836032": "RT @PrisonPlanet: List of celebrities who promised to leave American if Trump won. https://t.co/aAnlebGU0q", "796379633386065920": "RT @marshawright: IT'S OFFICIAL #POTUSALERT DONALD TRUMP IS THE #PRESIDENT  #TRUMP 288 #CLINTON 215  President Trump #ElectionNight Pen", "796379631913943040": "RT @UncleBlazer: I voted for Donald Trump because he's not a politician! *gives Trump the most political job*", "796381771692707840": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379645486698497": "Trump is going to have a negative impact on the world. So to the people thinking they can escape, you can't.", "796381812310364160": "Theresa May congratulates Donald Trump's win while anxious MPs fret behind the scenes: The Prime Minister hailed t https://t.co/Lc9hEiFHh4", "796380557500256257": "RT @totalfratmove: So You Promised To Flee America If Donald Trump Became President, Now What? https://t.co/LWBTpg1Zrd", "796380313324654592": "RT @aashikajoshi: How can Americans be so dumb as to make lying racist sexual predator Donald Trump President? https://t.co/jGzRk7Se9X", "796379630991249408": "RT @thomassfl: Trump coverage is better than Verizon's #maga #notmypresident #liberaltears https://t.co/15yJjC5iBE", "796381701450698752": "#gogreen18 Go to Colorado and get high or get a legally assisted suicide and Rest In Peace. President Trump President Trump President Trump", "796379640839499776": "RT @Elizabe54528172: When you realize that your future rests in the hands of Trump and Pence https://t.co/zmlvUGkM7p", "796380646260297728": "@JMill354 update, Trump President, lost virginity, grew first chest hair, feet always cold from hell freezing over", "796382281354985472": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/UrBXiHEt56", "796382166204563456": "RT @HaitiJustice: Don't mourn, fight like hell https://t.co/T6G6gUZCDJ via @MotherJones", "796380685535735808": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796382149159059461": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796380892751020033": "President Buharis congratulates US President-elect, Donald Trump: President Muhammadu Buhari on Wednesday https://t.co/CDdDRJQxKF", "796379634803716097": "I'm trying to see what's more fun pissing off Hillary supports or Trump supporters.", "796381152722505728": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380272140947459": "RT @aiww: How to move to Canada: Immigration website crashes as Donald Trump romps home to election victory | The Independent https://t.co/", "796379634036330496": "RT @TheToast2016: It's not about Trump or Hillary. It's about the fact somebody ran on a platform of straight up racism and the U.S. Liked", "796381897437966336": "Trump president. #digibende still here.", "796379632907993088": "the only bright side to a Trump presidency is now people can see, in full colour, what white supremacy and misogyny look like", "796381160762966016": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381498131775489": "RT @DNAinfoNY: How a Trump presidency will affect New York City: https://t.co/svZ9qMkXBJ https://t.co/VSrVTKOAsC", "796379634367463425": "RT @DRUDGE_REPORT: Obama era goes down in flames... https://t.co/E7NDJzqctf", "796381760976261120": "RT @guypbenson: Very, very good speech from Trump.   President-elect Trump, that is.", "796379631003856897": "Van Jones on a Trump win: This was a white lash - CNN Video https://t.co/fU43hvbJrd", "796381358620868608": "Time to push anxiety and fear aside. This message more important now than ever. https://t.co/VUrF4wrrMb", "796382256839479296": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379641850327040": "RT @KatelynRosexo: What if Donald Trump won because a majority of the country agrees with his traditional views and values, not because we", "796380689646178304": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379637068812289": "RT @euphoricalist: It's not the end of the world that Trump's president, we have checks and balances &amp; three different branches of gov FOR", "796380363585191936": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379634443124736": "Couldn't stump the trump #MAGA", "796380873348104192": "How do I tell my daughter that America elected a racist, sexist bully? https://t.co/D7LVcbAdjL", "796380860236922884": "RT @TIME: These celebrities have advice for dealing with Donald Trump's victory https://t.co/SSKxK9Jt0q", "796381623885250561": "How Trump President-elect Trump #notMyPresident #electionNight #wednesdaywisdom #themorningafter #trumpwins https://t.co/B6BwRMUAS2", "796379634321518592": "President Buhari congratulates U.S. President-elect, Donald Trump https://t.co/8Fu6DpYCiy", "796379644480122880": "RT @peachpixxie: full offense fuck everyone who voted for trump. congrats on not giving a single shit about anyone other than straight whit", "796381656655368192": "The same nation that voted Donald Trump president has been mourning the death of a gorilla for 6 months.  Stop acting so surprised.", "796381273497419776": "RT @CovertAnonymous: GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/j2Ejya6WH6", "796379644488515584": "RT @Dory: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/nJX7bi664G", "796379632329224192": "us a year ago: haha trump running for president he has no chance us now: https://t.co/TpzFDONu9O", "796379641531355136": "S/O to whoever tagged \"fuck trump\" on the wall on amar and valinda", "796381056345788416": "RT @MarianneSansum: Muslims voice fears for future after Trump's shock victory..so they should...the West has had enough.... https://t.co/y", "796382323818242048": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379636817100800": "RT @AP: BREAKING:  Donald Trump is elected president of the United States. https://t.co/yJpgfsAbc6", "796379641703436289": "RT @immigrant4trump: The Moment When Donald J. Trump Elected President of United States! #PresidentTrump #Maga #ElectionNight https://t.co/", "796382368525418498": "RT @ABC: Video shows President-elect Donald Trump and family returning home to NYC's Trump Tower following victory speech. https://t.co/eJa", "796380936531222528": "Trump President #TrumpPresident #hillary #electionday #ElectionResults  #TRUMP #AMERIKA #ClintonVsTrump #Clinton", "796379641179209729": "RT @Heresy_Corner: Boris Johnson on Trump exactly 11 months ago: \"stupefyingly ignorant\", \"out of his mind\", \"unfit for office.\" https://t.", "796381314765230080": "RT @DrewMcLovin: Trump President...that's nice I'm still going to be making this money", "796379634480726017": "RT @itsjackhess: If Trump wins I will pay everyone who rt's $200 #ElectionNight #MyVote2016 https://t.co/nrVp1IcZ1U", "796379636154273793": "Watch live: Hillary Clinton's concession speech after Donald Trump's stunning win https://t.co/uUwhr7xvpb", "796382072311083008": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379634933886976": "RT @KSIOlajidebt: Trump won. https://t.co/8QCOirKKSj", "796380505562198016": "@LilMissRightie @businessinsider https://t.co/5mA0P3UDzn You saw this, right?", "796379642055839744": "Is America still the leader of the free world? https://t.co/s14PNIStnA", "796381941780062208": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796380731115073536": "Donald Trump Is Elected President https://t.co/Z5Uwbd89Fo", "796381435917697024": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379643297361920": "RT @its_taylaaa: waking up to hearing \"Trump won\" is probably the worst way to start the day", "796380870185807872": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382014895259654": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379640550060034": "RT @SashaaMalik: congratulations if you voted for donald trump. you are a piece of shit.", "796379643200802817": "RT @enews: The Simpsons predicted a Donald Trump presidency 16 years ago: https://t.co/gBb8oe1GV4 https://t.co/5GJgAmeGhX", "796379630634725380": "Trump Won Because Leftist Political Correctness Inspired a Terrifying Backlash https://t.co/Qusfq8QF6U by #MrJonCryer via @c0nvey", "796381194116067328": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796379631041454081": "Donald Trump's victory sets off protests on both coasts https://t.co/v6hA6NroVk https://t.co/yDH5CafHks", "796381249174523904": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382019139858432": "Brooklyn niggas like iite Trump president elect, back to this shmoney ..", "796379644752642048": "@KirinDave I don't know. Of the polling aggregators they were the ones who were right that (a) polling misses happen &amp; (b) Trump had a path.", "796381232288235520": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379634744995840": "RT @adamjohnsonNYC: Trump inherits our sprawling, unsanctioned war agnst an abstract noun that spans 8 countries &amp; permits him to unilatera", "796381405580316673": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379631175745536": " Donald Trump would have lost US election if Bernie Sanders had been the candidate  https://t.co/eywWidHOLy", "796380484938895360": "RT @AvengingRedHand: President Trump. President Trump. Trump administration. His Excellency Donald Trump. PRESIDENT DONALD J TRUUUUMP!", "796380435458719744": "@yaboy_joeyk what's worse? Trump president tweets or Philly sports tweets? Lmao", "796381370607992832": "Don't mourn, fight like hell https://t.co/UQOGgQ80a1", "796380435760693249": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379637420945408": "RT @LifeforceVibes: Who is Mike Pence? Fast Facts about Trumps VP Pick https://t.co/3wbPcXwQ9U", "796382360191307777": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379644660305920": "Here's what Trump's presidential victory means for tech stocks https://t.co/8rNwjFkg24 https://t.co/PxfDCpss5k", "796381035869196289": "Any Chicago Cubs Champions/ Trump President parlays?", "796379642991169537": "@TheShannonBurke and here it comes: https://t.co/TcegU2UXlF", "796379637421109249": "RT @guardian: Globalisation is dead, and white supremacy has triumphed | Paul Mason https://t.co/ppoJkA2D5Q", "796380308497170433": "Trump president just shows u what kind of world we live in, da ppl are feeding da evil", "796379642580103168": "RT @cnnbrk: Obama spoke to President-elect Trump Wednesday to congratulate him on his victory, White House says. https://t.co/BunCjEbPAP", "796379631863656448": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796379635697287169": "RT @EXPLICITXCABEYO: watch this. then tell me wHY you voted trump  https://t.co/EzHvBkdSvP", "796382406567665664": "Marine Le Pen's Front National issues chilling warning over Donald Trump win: 'Their world is collapsing... https://t.co/fmne7G2TG6", "796380944819220480": "RT @xx773moosie___: All Yall Mfs Be \"ACTING\" Grown But Now That Yall Got Voting Rights Yall Salty Donald Trump President SHOULDVE GOT OFF Y", "796379645784522752": "RT @DrHorseshark: Dumdum, Hillary isn't a privileged white? She's a 1% who's NEVER had to work. Trump worked 60-70 hr work weeks for 40 YEA", "796379639685869568": "RT @WGNNews: 'Emergency protest' in Chicago this evening after Trump's victory https://t.co/d00GcLMeEc", "796380778296999936": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382006670196736": "RT @GayTimesMag: 14% of LGBT voters chose Trump for president, exit polls show. #Election2016   https://t.co/XZB2iFXVay https://t.co/WCV4yk", "796379636305305600": "RT @mike_giglio: Iraqi officer in Mosul on the Trump win: \"this is going to be like Hurricane Katrina hitting all 50 states.\"", "796379643167186945": "RT @SohnsTed: #Election2016 \"An election that became virtually a cultural civil war between two Americas\" https://t.co/8t4AAHrct8", "796379643771322368": "RT @BillyOceanz: Why are you all surprised that Trump won? The Simpsons had an episode in 2000 that showed him winning. We knew for 16 yrs", "796379633092587520": "RT @TeamMileyyLA: miley's heart is too big for this hateful world and i hate trump for making her cry", "796379639371464704": "RT @Michaelkors__: Fuck trump ,thanksgiving wya holiday I'm like where ya attttI'm trying eatttttt", "796379636548542464": "RT @_j_es_sic_a: if you supported trump in anyway unfollow me right now and never speak to me again because you don't mean shit to me", "796382538612768768": "Guess What Donald Trump Called a Disaster for Democracy in 2012? https://t.co/GjRA0ONVQa (TheWrap)", "796379638658375682": "But why is the media not acknowledging that trump did not win popular vote? At least.", "796379643288948737": "RT @The__Prototype: Hillary: So y'all only with me cuz y'all hate Trump?  Us: https://t.co/zqfFCAAOAV", "796382274493235201": "Donald Trump, president of the United States: https://t.co/jksOf3OgLv https://t.co/sHr2T9RrVA", "796379643288948738": "RT @Zoella: Oh dear god... I'm not sure what's more terrifying. Trump as president or the amount of people who voted for him. https://t.co/", "796381454867435520": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796381129213415424": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382255220424705": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796382448573706240": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379631821557760": "RT @GOAT_vicc: I feel like Donald Trump is the voice of all the silent racists across America who are afraid to be racist in public.", "796382453887889408": "next season of american horror story \"my trump president\" #TrumpPresident", "796379641040830465": "RT @ArsenioHall: I'm had a bad dream. Woke up, went back to sleep and I had the same nightmare again. It has to be a dream, Trump could not", "796379631196798976": "RT @tyleroakley: if you wish you had done more to stop trump, remember how tonight feels. brand it into your memory, &amp; during the next elec", "796379643678982145": "RT @rickygervais: On a serious note, you mustn't be angry at the people who voted for Trump. They're victims too. In fact, many of them wil", "796380316936142848": "RT @Independent: The man who is being blamed for Hillary Clinton's fall https://t.co/bi78KO4ihF", "796380942210371584": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796379642865352704": "RT @HogwartsLogic: Who would you rather have become president? #ElectionNight  RT for Voldemort   Like for Trump https://t.co/VDwQ9rMic3", "796379632035647488": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379633809784836": "RT @GmoneyRainmaker: \"President-elect Trump\" is a big middle finger to @CNN #MSM, Elites, #Liberals &amp; Hollywood. We're going to #DrainTheSw", "796381830652063744": "RT @ClintEastwoodLA: \"I feel lucky .. I do.\" ..   #ElectionNight #ElectionDay    Congratulations, #Trump                            Preside", "796381297052712960": "Donald Trump president?? @Trevornoah come home please we still need your jokes..", "796380723540324352": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796379645977436160": "RT @DerbyWill: If you're bashing Trump &amp; his voters &amp; calling them a variety of hateful names, aren't you doing exactly what you accuse the", "796379633587359744": "RT @PhroydsWorld: #DirtyWassermanSchultz and @TheDemocrats are the TRUE #Criminals who gave this #Election2016 to #Trump! https://t.co/SPeN", "796379645289578496": "RT @_alexblanco__: Everyone that thinks trump is gunna destroy America: all laws &amp; things he wants to pass has to go through a strict proce", "796381886226558976": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381374995398658": "RT @LibAmericaOrg: Meet The Demographic Group That Made Trump PresidentP.S. Its NOT Who YouThink https://t.co/nTzInTL9aK https://t.co/5f", "796381518302089217": "RT @sorayadarabi: Stand still. Pause. Breathe. Take stock. Then... when ready ... energize. Fight back for the USA you know and love. https", "796380382702764033": "Donald Trump's election is a 'very difficult moment' for the EU https://t.co/vR2EQBhJaL", "796381328119832580": "RT @Independent: How newspapers around the world reacted to Donald Trump's win  https://t.co/n3yFzxqP5a", "796379645352427520": "RT @maddie_fry_: tbh this election has made me more of a religious person because i genuinely believe donald trump is the antichrist", "796381211946057728": "It's time to rise up and live your values. https://t.co/YY3GrZ5ohi", "796381668470910976": "Guess What Donald Trump Called a 'Disaster for Democracy' in 2012? #Election #thedayafter https://t.co/odvbvZuRQX https://t.co/FS0DhS4Dkg", "796379634971459584": "Trump Repudiated David Duke in August #DavidDuke #DavidDuke https://t.co/oIzq4u37TM #DavidDuke", "796382280273068032": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379636489977856": "People aren't wearing their religious clothing because of Trump??? As if he has people walking the streets killing every non-white person", "796380346166034432": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796382372795019264": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379630806634496": "@liberalsoup Tell truth'WORLD can be a cold lonely place!' AND DO NOT ENROLL Trump U @OuttaBaghdad4Nw @basshooker2 @ChuckNellis @HuffPostPol", "796382111485857792": "@RubberNinja with trump president...nothing is going to happen to you right...you can stay..", "796379632790601731": "RT @Democrat_4Trump: Please President Trump, bring back the Bible in the White House &amp; keep it open on your favorite verse. God must be bro", "796381488564441089": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796381019377111042": "Retweeted The Independent (@Independent):  Donald Trump's election is a 'very difficult moment' for the EU... https://t.co/KvNBCgCzCz", "796379632891265024": "RT @ColeLedford11: Today we mourn.  Tomorrow we plan.  In 2018, we retake congress.  And in 2020, we make Donald Trump a one-term president.", "796381209353973760": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/8ZWBPy8ysw", "796379645633564673": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796381602343428096": "RT @SoloChills: Donald Trump President-Elect. With upcoming rape and civil racketeering trials. Holy fucking shit America", "796379639945961472": "@DiamondandSilk Way 2 go ladies! Yr enthusiasm yr toughness yr loyalty helped make it all happen! President TRUMP! Thank you!", "796381497603346432": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380418182352896": "RT @Independent: All the lies that elevated Donald Trump to the White House https://t.co/NJTXOEvzEz https://t.co/6mNRuyRkUm", "796380694360551425": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379636779229184": "not excited for trump at all but yo @MartinShkreli where the hell is that @WuTangClan album?!", "796381341319385088": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382446010986496": "RT @ABC: President-elect Trump: \"I promise you that I will not let you down. We will do a great job.\" https://t.co/vPLMMcFoXI https://t.co/", "796382291450675200": "RT @natecodizzle: Do NOT waste your respect on a misogynistic, sorry excuse for a human being like Donald Trump. President or not. https://", "796381686649024513": "RT @UberCheIseaFC: The same nation that voted Donald Trump president has been mourning the death of a gorilla for 6 months.  Stop acting so", "796381139359256576": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381593019576320": "\"How do I tell my daughter that America elected a racist, sexist bully?\" https://t.co/BsgvMBVqDk", "796382353220399105": "imagine this tweet is me linking to the @Bro_Pair tweet about americans being stupid enough to make trump president from 2011", "796381421631926272": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380293737414656": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379643293138945": "RT @fkhanage: Arsenal have no interest in Donald Trump.", "796379634019565568": "@lgbtqstan @AlmaaGee damn Trump did this already!?!? wait no that was Obama", "796380351534800896": "World leaders react to Donald Trump winning the U.S. election https://t.co/5tY1ltdPlR", "796379644094091264": "Theres a white girl who wears her Trump sweatshirt to my writing 101 class and if she says ANYTHING to me imma pop off", "796381373015568384": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379639602147328": "RT @Power1051: WATCH: @VanJones68 describes Trump's win as a \"Whitelash against a changing country and @BarackObama\" https://t.co/TGa5WEtqX", "796381495896272896": "RT @3rdeye4life: For everyone saying it's Americans who made Trump president doesn't understand US politics. The electoral college made Tru", "796382121556197376": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379633126146048": "Donald Trump: Buhari says he is ready to work with US President-Elect https://t.co/pkTQug5Huc", "796381330259013636": "RT @digitalspy: The Simpsons predicted Donald Trump as president 16 years ago - and the writer called it a 'warning to America':  https://t", "796381655598395396": "Don;t Mourn, Fight Like Hell https://t.co/Or7Gtswm6p via @motherjones", "796382034197442560": "RT @ABC: JUST IN: President-elect Donald Trump's Twitter account has been updated to reflect his election. https://t.co/iOAInOdRqk #Electio", "796380877228044290": "RT @xx773moosie___: All Yall Mfs Be \"ACTING\" Grown But Now That Yall Got Voting Rights Yall Salty Donald Trump President SHOULDVE GOT OFF Y", "796379635323899904": "RT @ArianatorIsland: Donald Trump:''let's make America great again'' https://t.co/xeOXKcyt0A", "796380909733703681": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379638897340416": "RT @Fiona_Riches: I seriously weep and fear for anyone who is LGBTQ in America, I weep for anyone different.  https://t.co/uCHmRM6kRS", "796381553639260160": "*Congratulations*  Donald Trump President of the USA", "796379637559357440": "@AngerTroll @TheAmandaMajor Hitler as a National Socialist. Key word: SOCIALIST. Unlike Hitler, Trump not backed by major corp or banks", "796382298740379649": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379633772064768": "@nanonug69 @I_be_Gabe @nsarwark @KristieM28 even after Johnson said to vote Hilary? We will see if that changes after Trump takes office", "796382235498672129": "RT @NoMoreRomney: You Know You Have Crushed It When You Are Double Trending On Twitter. \"President-elect Donald Trump\" \"President-elect Tru", "796379637429346308": "#Fashion #Celebs Heres the Kind of First Lady Melania Trump Will Be, In Her Own Words https://t.co/bZIiCAF4wz https://t.co/BdT8uOPQOJ", "796379642693230592": "RT @JeffDenning: Puzzle: Trump has fewer votes than Romney, Clinton much fewer than Obama in 12 but claims of record turnout?", "796382276103835648": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796380614006099968": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379638809423874": "RT @mcuban: We all need to give President-Elect Trump a chance. Support the good.  Lobby against what we disagree on. No one is bigger than", "796382409222750208": "RT @Your_Slimm: Since #Trump  president now  black people our only way to survive now is to ..  #GoWhite  #USElection2016 #Election2016", "796379632438284289": "RT @xoxo_agm: trump needs emojis ", "796379638574579713": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796381622736134144": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379633822343168": "Trump is past ripe banana lookin ass bitch", "796379639241461760": "Thank God Trump won and Hillary is #NotMyPresident", "796379643032924160": "RT @tobitac: It is a liberalism of the rich, it has failed the middle class, &amp; now it has failed on its own terms of electability https://t", "796379639723790336": "Trump won by a big margin but if you tell people you voted for him theyll act like you were the deciding voter.", "796381688674787328": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379637421080576": "RT @SRowntreeNews: I am at a Trump rally in Manhattan, and thousands are chanting \"We hate Muslims, we hate blacks, we want our great count", "796380983989649409": "Donald Trump Is Elected President : https://t.co/HXwbMvgAIO Comments: https://t.co/hq1vU3qNIC", "796379645977497600": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796379634661134336": "RT @MattOswaltVA: no matter how it ends, the fact that Donald Trump is halfway to 270 electoral votes is the most shameful moment in the hi", "796381672530935808": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379640084373508": "RT @griereurope: Teacher: \"the reason you guys go to school is to later not be as stupid as the people who elected Trump\"", "796381935270580225": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379643771228161": "RT @badeboom: Trump Begins: The Dawn Of The Donald https://t.co/t2SQolZgsW via @YouTube", "796381309383929856": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381043720880130": "RT @HaitiJustice: Don't mourn, fight like hell https://t.co/T6G6gUZCDJ via @MotherJones", "796379643246845952": "Congratulation to The newly elected President of US Mr Donald Trump.@realDonaldTrump", "796380997113802753": "RT @AmnestyUK: We remind @realDonaldTrump that the US must uphold human rights obligations for all people at home &amp; abroad https://t.co/jcc", "796381407811698688": "RT @WakeUpMFers: How to move to Canada: Immigration website crashes as Donald Trump romps home victory https://t.co/zeTNvnHNrx https://t.co", "796381301712572416": "I CAN'T BELIEVE YALL IDIOTS ACTUALLY MADE TRUMP PRESIDENT ", "796380666636009472": "RT @totalfratmove: A list of celebrities that promised to leave the country if Donald Trump was elected: https://t.co/LWBTpg1Zrd https://t.", "796379633310572544": "I was crying when I found out the president would be Trump. Can't wait for that sweet electro shock therapy.", "796379635508330496": "Yawl act like trump ain't go get assonated calm down", "796382312875298820": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380723930230784": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379641749573632": "RT @PrisonPlanet: List of celebrities who promised to leave American if Trump won. https://t.co/aAnlebGU0q", "796379641850318848": "RT @ijahnini: i mean this, with every ounce of my being &amp; fiber in my body, if you support trump, UNFOLLOW ME. BLOCK ME.", "796379632555659265": "Hillary has NEVER posed a threat to your basic human rights like Trump has, yet y'all still elected him... unbelievable. #NotMyPresident", "796380500038418432": "Tragedy strikes the US once again. Donald J. Trump, President of the United States. Two dates we shall never forget, 9/11. And 11/9.", "796379640680108032": "RT @youfunnyb: When Donald Trump becomes President https://t.co/rUKGolDKMi", "796379642835836928": "RT @office_chick: And I still want checks/balances of government. That doesn't change b/c of Trump.", "796379632995962880": "RT @lahotar: I said Trump would b elected,despite elites opposition.His needed but don't expect much.He can't stop breakdown but ease thing", "796379631289040896": "RT @Byrner95: The brits are silly for brexit, Americans even worse for trump  We got in equal rights for gay marriage n that, up the rebels", "796381266027380736": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379630387138560": "#Celebrity Heres the Kind of First Lady Melania Trump Will Be, In Her Own Words https://t.co/pXPcQpomAL #Gossip https://t.co/g8xoo4Vr9z", "796379638859780096": "RT @CloydRivers: He did it. Trump actually did it. Merica.", "796381024762687489": "RT @ABC: The mood among Clinton supporters at New York'sJavitsCenter on election night was far from joyous. https://t.co/iOAInOdRqk #Elec", "796381837157396480": "RT @nytimes: Donald Trump is set to take the oath of office on Jan. 20, 2017 https://t.co/K3FW3G2U6m", "796379642663936000": "RT @drgilliland: Obama won Luzerne Co. by 5 points in 2012; Trump won it yesterday by 20.", "796379637404364800": "RT @Rrrrnessa: I am full of anger and I will not stop being angry at the fact you allowed Trump to become our president. https://t.co/dsJrs", "796379639652421632": "RT @BBCBreaking: UN Secretary General Ban Ki-moon congratulates #Trump, says people everywhere look to US to \"work for common good\" https:/", "796381748288372737": "The Simpsons predicted Trumps presidency 16 years agobut it was a warning https://t.co/O6EugEtJEY via @dailydot", "796379632056541185": "@ShigDollaz honestly I'm bout to fuck trump", "796379638155067393": "RT @megan_sparks21: if trump wins i'm leaving the country. if hillary wins i'm leaving the country. this actually isn't a political tweet,", "796379632585101312": "RT @NBCNews: Trump did better with blacks and Hispanics than Romney in 2012, exit polls show https://t.co/ZlFFr5B6dD https://t.co/1viWGK3A3t", "796379633574785024": "RT @markberman: Donald Trump heads to the Oval Office with an unprecedented entanglement between official duties and his businesses https:/", "796380709887901697": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381002654511104": "RT @ABCPolitics: .@MittRomney sends \"best wishes\" to president-elect Trump, says \"preserving the Republic\" should be his aim. https://t.co/", "796380476541898752": "Guess Who Won The Election!!!!!! https://t.co/7Ig3cqVDOr", "796379645679529984": "RT @WeNeedFeminlsm: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/5p2b5jQr4B", "796382339022618624": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381288819294209": "RT @DrMichaelLBrown: Here's my promised article on Trump, president by divine intervention. But for what purposes? Read more here: https://", "796379635948916736": "@kxshley trying to convince trump supporters in general is hard, I can't believe the world we live in where he's even a candidate at all", "796379640004800512": "RT @ctfuconnor: hillary won the popular vote but because of our dumbass electoral college system trump gets the presidency https://t.co/FCA", "796379645671337984": "RT @immigrant4trump: The Moment When Donald J. Trump Elected President of United States! #PresidentTrump #Maga #ElectionNight https://t.co/", "796379643532165120": "RT @flippinginja: Trump won. Big whoop. I'm just pissed that i have to hear everyone complain about it for the next 4 years", "796381278908071936": "Ok Trump president sad but true now why the hell does Madonna think she can sing a J Lennon song and make it right only in America ", "796379632404729856": "So far the hate I have received today did not come from Trump supporters! Let THAT sink in liberals. ", "796379635441405952": "RT @forewit: Looks like Trump underperformed Romney and McCain in total votes, but Hillary severely underperformed Obama. America really do", "796382534200426498": "#news #Who Voted Trump President? By the Numbers #business #fdlx", "796381785806569472": "The Simpsons predicted Trump's victory 16 years ago. No one listened https://t.co/a6nqmV25Ap", "796379635185569792": "RT @haustrbl: some girl on campus yelled \"long live trump!\" and some guy from a window yelled back \"shut the fuck up mayo, continue to blow", "796381442620198914": "RT @LaylaTheTurtle: -sees trump president- Me: well I'm #dapgone", "796380804020576257": "RT @dhambeukers: A bad day for #bigdata? \"His rise was largely missed by polling organizations and data analysts.\" https://t.co/VMrxyy8Jhh", "796382079277821953": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381174515974144": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/1AmInhAt86", "796380501208690690": "Now it's Trump's America - can he deliver? https://t.co/dNy4m4frqj", "796379642747912192": "RT @Fenomenista: If Trump wins I'll give everyone who Rts and follows $500. That's how confident I am. #ElectionDay #Elections2016 https://", "796381559494324224": "WHY IS TRUMP PRESIDENT  WHY DID CALIFORNIAN'S PASS PRO 64 OMG WERE ALL DOOMED", "796379631960129536": "#DAC2016 Jeffrey Simpson opines on the Trump win for 180+ delegates at DAC in San Diego. https://t.co/TksRtIwvec", "796379643007893504": "RT @ArmouredSkeptic: Day 1 of Presedent (elect) Trump: [_] Wall [_] Deportations [_] Hillary in Prison [_] Race War [_] ISIS Pwnt [_] Death", "796381095998541824": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380841920241664": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382460493828096": "It was mainly white Americans who made #Trump #president. Who knew that vast numbers of white yanks are racist cunts?", "796380373550845952": "RT @mashable: Good luck, America: You just elected Donald Trump president: https://t.co/mq7mNLVWS1 https://t.co/ptgFlM5rAl", "796379642110296064": "RT @HotBoySlick_: Hillary had More Votes Than Trump smh that's wat I'm sayin yo the regular vote doesn't even really make a difference all", "796379635915378688": "Hat as a joke. Because Trump is JOKE. Never thought. He saw it. He said you're really for Trump? I tell him no, he said cool because if he..", "796381525759655936": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796380373148045312": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379633591664641": "RT @KilloughCNN: As Al Jazeera America tried asking Trump a Q tonight, he said, \"you guys are out of business!\" and moved on. https://t.co/", "796379636485660672": "RT @RT_com: How #Trump won the White House: Key moments of #Election2016 https://t.co/mvvuZvos86 #USElection2016 #PresidentTrump https://t.", "796380712723247105": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796382132994265089": "Heres How Celebrities Think You Should Deal With Donald Trumps Victory https://t.co/T2VvCXWQmy https://t.co/QPHeOpZsFL", "796381310675656704": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380383671525377": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379642143703041": "RT @SOMEXlCAN: Hundreds of UCLA students march in protest of Trump's victory. They are now headed towards the 405 freeway. https://t.co/HuW", "796382136278233088": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379641288212480": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796379642152226816": "RT @JoeATiger: @washingtonpost Fact check, false, Trump got less votes than romney.  Working class whites stayed home.  Conned into thinkin", "796379639258185728": "@richardcalhoun #Clinton =Greatest political failure ever - failed to a rookie 1st timer in Obama,failed against rookie pol in Trump.#failed", "796379640201936897": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796379634099228672": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796380692087271424": "The details about the call between Mr. Trump &amp; President Obama is an excellent start to this process. Push aside an https://t.co/r7mdLNlWmi", "796379630462783488": "Sick of hearing about that fucking arsehole Donald trump now tbh like ", "796381900051009538": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382231677857793": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382324359208960": "Happy Donald Trump President God Bless this Country .!!!", "796379638075244545": "RT @rooshv: Get ready for the Trump baby boom. Part of making your country great again is laying the seeds for the future. Degeneracy will", "796379632773824512": "5 Reasons Why Trump Will Win https://t.co/Wo3gEnxbmJ", "796379634929635329": "RT @rositataras: as a white person, i can confirm that pretty much everything wrong with this country is because of us. how else u think tr", "796381697185120260": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379637395795969": "RT @_celika: i knocked the fuck out last night and woke up to donald motherfucking trump winning the presidency I'm mad as shit y'all fucke", "796381960365084672": "Protesters take to the streets following Trump's stunner https://t.co/FRnhVuY3Kn", "796379630827663361": "RT @Mayar1800: The Simpsons : she will be a President after Trump destroys USA . I feel bad  #RIPAamerica #ImStillWithHer https://t.co/jldp", "796379642194231296": "RT @MaxBoot: Obama got 65.9m votes in '12, Romney 60.9m. Clinton has 59.3m, Trump 59.1m. R vote didn't go up; Dem vote went down. 6.6m miss", "796379640008818688": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796380983377457152": "RT @NME: 'Black Mirror' deny that Trump election win is a marketing campaign for new episode https://t.co/gmV2oTZwOa https://t.co/rbFNCYescB", "796379638628913152": "RT @ahmdfdaus: Redesigned my Twitter profile to honor Trump as President. #respect", "796382410657042432": "Protests break out after Donald Trump wins https://t.co/CPEHrWJ1Ep #Philadelphia #News", "796379643704119300": "RT @ChefMabrie: Donald Trump https://t.co/IdHhCmrDxp", "796379636850626560": "RT @__ERock: Great job Trump supporters. https://t.co/qruf4ls6TN", "796379638708760576": "Trump wins state but loses in Radnor https://t.co/CsZGCOqRas", "796381990236909568": "RT @Louiee_veee: I didn't vote it's my fault Trump President", "796380406413225985": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379633990115329": "RT @MagicJohnson: The American people have spoken loud and clear with their vote by electing Donald Trump as the next President of the Unit", "796379645725675520": "RT @xsafin: the simpsons predicted EVERYTHING that happened in last night's election, including the electoral map. #Trump #RIPAmerica #Pray", "796379642491969536": "The #republicanparty is no longer the party of conservative family values! The elected officials do not represent the people. Trump does!", "796379631775457280": "After all,Trump did not win.Racism won,Xenophobia won,Mysogyny won, Harrasment won,Ignorance won That's what is to be fought #TrumpPresident", "796379638843002880": "To all the people that said the would leave f trump was president.... can you say the official move date so we can celebrate?", "796381316686184448": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379644677136384": "RT @merelynora: So Trump can run with no political background, but I need over 5 years experience &amp; a masters for an entry level job https:", "796382111381000192": "RT @DrewMcLovin: Trump President...that's nice I'm still going to be making this money", "796379644484194305": "RT @AtomSiraullo: 2016 is the worst mocha uson is a journalist pacquiao is a senator trump is president a penguin got cheated on", "796379631381336065": "RT @Desireeliyah: Trump didn't win. Racism won. Sexism won. Hate won. Ignorance won ", "796380456493187073": "RT @ABC: Russian Pres. Putin sends telegram to Donald Trump congratulating him on election win, Kremlin says. https://t.co/vPLMMcFoXI #Elec", "796380777726545920": "RT @Independent: This Barack Obama quote about Donald Trump is now more terrifying than ever https://t.co/0EtU6y8E8k", "796380392592986112": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796381779393265664": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379638981414918": "RT @GhostPanther: Biggest loser tonight is the human race. Cause climate change is gone as an issue in Trump America.  THIS IS A HUGE DEAL.", "796380541067071489": "RT @ayyyeirwin: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/4WuCtlv655", "796380694524076032": "RT @dailydot: 'The Simpsons' warned of a President Trump 16 years ago: https://t.co/kbRfpAzJiy https://t.co/PCsdOPKWWP", "796379639962894338": "RT @Sierramjxo: Like I said, half of y'all don't even know why you support trump, you just support him bc mommy and daddy do.", "796381883512877056": "How Trump President-elect Trump #notMyPresident #electionNight  #wednesdaywisdom #themorningafter https://t.co/h9a8398fqQ", "796380421802127360": "RT @RobRe62: RT @guardian:How do I tell my daughter that American elected a racist, sexist bully? https://t.co/TzsoF9Q02P", "796379642424918017": "RT @KetanJ0: Trump isn't the source of my anxiety. It's the hundreds of millions of people who are openly supportive of white supremacist s", "796379630877818880": "RT @gracemoreorless: good morning to everyone except people who voted for trump", "796382009769791490": "RT @Independent: How newspapers around the world reacted to Donald Trump's win  https://t.co/n3yFzxqP5a", "796379633759481856": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796381059613003776": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382237952512004": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796379635319795712": "Congratulated Mr. Donald trump", "796381190999703552": "RT @_thePERFECTGirl: Trump president and y'all still think this shit is funny. ", "796380478399868928": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796382208315588608": "RT @ChuckyT3: Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/g4aZxD1u3O", "796379642936651776": "RT @drewmistak: Republicans not accepting President Obama in 2008 = racist.   Democrats crying #NotMyPresident for Trump in 2016 = moral su", "796379638490611712": "Trump is anti Malcolm. Complete opposities. How does that make sense?", "796381748364013568": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379640751423488": "RT @AlienAsh_: MY life. MY body. MY rights. WILL NOT be in the hands of Trump and Pence! No way! #NOTMyPresident", "796379644287127553": "@Keyes4Zion @ASVPXSof honestly, I didn't want either in office. But I'd rather have Hillary than trump. I'm more worried about the congress", "796382384845455360": "i NOTHING  WILL HAPPEN TO  AMERICAN MUSLIM BECAUSE TRUMP PRESIDENT, I AM SURE HE WILL PROTECT ALL , AND LIFE GOES ON . #realDonaldTrump", "796381277825835008": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379642873729024": "@Ford ...so, have you congratulated President-elect Trump yet?   35% Tax #SiSePuede", "796379642294779904": "RT @DerbyWill: If you're bashing Trump &amp; his voters &amp; calling them a variety of hateful names, aren't you doing exactly what you accuse the", "796381063295680513": "Everybody in hip-hop is reacting to the news that Donald Trump will be our next president https://t.co/YfADc7a1ke", "796381862839062529": "RT @lgoldrick25: Don't Mourn, Fight Like Hell https://t.co/gUTBcnaV9c", "796379634828877824": "How Hillary Clintons concession call to Donald Trump played out: https://t.co/IXBWJ2KNGD via @slate", "796379633834831872": "Aite, I'm done for today....Just seen an Hispanic woman walking with a Trump shirt on...SMILING", "796379640394874880": "RT @Lionesskeeper: Oooh, we're just a few years from President Lisa Simpson then https://t.co/qPB6t0nknL", "796381378749210628": "There is no time, no room, no space to do anything but push back. https://t.co/yFqT6EpOzL via @motherjones", "796379639790862336": "RT @Ashton_Church: Whether you like it or not, Trump is the next president.. quit being petty because it's not going to change anything.", "796381336722247680": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379632715042816": "RT @BBCAfrica: Prominent Nigerian televangelist TB Joshua \"prophesy\" that Hillary Clinton will beat Donald Trump falls flat https://t.co/pJ", "796379642341027840": "RT @JordynJournals: On the Bloomberg: Private prisons' stocks soar after Trump's victory.", "796381359245819906": "RT @andrewtedeschi_: Imagine the person waking up from a coma in 2016:  - Cubs World Series champs - Trump President  - Leonardo DiCaprio O", "796381206690426880": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796381588170899456": "RT @Scaramucci: Donald Trump: A President for All Americans https://t.co/sdjyMnCpX4", "796380657631068160": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796380919611408384": "Hip-Hop Reacts to Donald Trump Getting Elected President - XXL https://t.co/okI3r47cTV", "796379645474009089": "RT @KingBach: When you find out your friend voted Trump... #NotMyPresident #PresidentTrump https://t.co/OWO2tLw4qp", "796381538455851008": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796379640025714688": "RT @PedroPascal1: An American Tragedy https://t.co/ZiBFvZtkFo via @newyorker", "796379645381844992": "RT @ShesSweetVenom: \"I'm voting 3rd party so Trump doesn't win.\" \"I'm not voting at all so Trump doesn't win.\" \"Stay woke, your vote doesn'", "796380495470850048": "RT @BloccKash: Trump President Now!!!! We All We Got !", "796380583102279680": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379644341665794": "RT @MattWakhu: Bro Trump lost in all the major Texas cities? Lol F-150, Camo jacket, dip cup Twitter came out in force to hold it down for", "796379638872346628": "Hillary Supporters Burn American Flag, Riot, Threaten to Kill Trump After... https://t.co/pn3mNOpRNI by #sawmilltaters via @c0nvey", "796379636661940224": "RT @ChaseSitzz: Liberals: \"Don't generalize an entire population of people!  Liberals: \"All Trump supporters are racist, homophobic, misogy", "796381506247663617": "RT @nkjemisin: So many people are trying to move to Canada that the government's website has crashed https://t.co/6ekLeocwUq", "796382341505646592": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796380970714890240": "RT @nytimes: Breaking: Donald Trump has been elected president, a stunning upset for an outsider who defied the establishment https://t.co/", "796381901124673536": "So many people are trying to move to Canada that the government's website has crashed https://t.co/kojskL5Abq", "796379635810500608": "RT @Sociopathethic: IT'S OFFICIAL! ORANGE IS THE NEW BLACK. #electionday #electionnight #Elections2016 #TRUMP https://t.co/jShng8pxgL", "796379630663938048": "RT @naveenchristian: If you voted for Trump, We aren't friends anymore. Your vote was personal. Unfollow me. Block me. Unfriend me. I don't", "796379642672386048": "RT @BrownAlexandre2: Donald Trump just became president and I'm getting pressed about an IG picture I liked 2 weeks ago", "796382419809091585": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796380285457879041": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380962141577216": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380554002362368": "RT @BloccKash: Trump President Now!!!! We All We Got !", "796379632614391809": "RT @PrisonPlanet: List of celebrities who promised to leave American if Trump won. https://t.co/aAnlebGU0q", "796381305491464192": "RT @MeloniFulvio: #BestSellers in #Clothing #3: Donald Trump for President Make America Great Again T Shirt https://t.co/zROZvhpt9y", "796382511798620160": "RT @KatTimpf: Billy Bush fired. Donald Trump president.", "796379636628267009": "RT @Mila_TheQueen: I'm tired of hearing about trump. What's y'all favorite color? How's your morning going? lol discuss anything just pls", "796379638872375296": "@SamPersons it was me not trump don't let him take all the credit", "796381383153381377": "#ElectionResults #Trump President?The @Cubs will win the World Series before that happens....Wait...What?", "796379635298734082": "RT @TorresDough8: Trump may have won but that doesn't mean I'll let any racist fuck put me down, I'll stand my fucking ground believe that", "796380521861259264": "RT @LAMEBLACKGIRL: I WILL NEVER FUCKING EVER CALL DONALD TRUMP \"PRESIDENT TRUMP\" FUCK HIM AND FUCK WHOEVER VOTED FOR HIM I HOPE YOU CHOKE", "796379635944718336": "RT @Rbrutti: Donald Trump got fewer newspaper endorsements than Gary Johnson. Mainstream media last gasps fail. New media wins. https://t.c", "796379632798863360": "RT @MSNBC: BREAKING: Donald Trump is the apparent winner in the key battleground state of Pennsylvania: @NBCNews https://t.co/BboGYKiyIL #D", "796380370774147072": "The man who is being blamed for Hillary Clinton's fall https://t.co/c3ZvDC4MGz", "796380732319035392": "trump: president america: fucked passport: out  i immediately flee from the united states", "796380341170683904": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796381827623743488": "Now that trump president!!! https://t.co/ZdhlwD6DRe", "796380432740794368": "RT @SoloChills: Donald Trump President-Elect. With upcoming rape and civil racketeering trials. Holy fucking shit America", "796379641191743488": "RT @nic__024: \"Trump is not my president\" Yes he is. He's OUR president &amp; we MUST have a peaceful transition of power. If hillary won youd", "796379632358584320": "RT @absurdistwords: Another country didn't elect Trump. This one did. Your neighbors and relatives and co-workers and friends did.", "796380646721671169": "13 spectacularly Scottish reactions to Donald Trump becoming president- LONDON To  https://t.co/g6BHMDcPdv", "796379641611227136": "RT @LibyaLiberty: If a Trump presidency is all it takes to make you give up on your hopes &amp; dreams for your nation, then you don't want the", "796382062018236419": "OttLegalRebels: RT dhambeukers: A bad day for #bigdata? \"His rise was largely missed by polling organizations and  https://t.co/oF9unbEkld", "796379633813831685": "I know a lot of people, cough work cough, are saying the LGBTQ+ argument for hating Trump/Pence is invalid but consider this;", "796380929946222592": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381522001612800": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/MERTxKpcy3", "796381539298750464": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796379642479329280": "RT @HafizSaeedPR: Knowledge, Sense, Wisdom &amp; Tolerance lost,  while Ignorance &amp; Racism Won in US #Elections2016 #Trump  Read Thread- JUD/HS", "796380320283168768": "Some Muslim reactions to the election of President-Elect Trump https://t.co/x1uodwKbhG", "796380324154540033": "RT @mikeamesquita_: When trump president  https://t.co/WBPqA1HuIf", "796379644110905344": "#Stylish #Buzz Heres the Kind of First Lady Melania Trump Will Be, In Her Own Words https://t.co/KnKVrsYhOf #Gossip https://t.co/zJEJ3Iv6m0", "796380621866147840": "@smerconish @greenfield64 @realDonaldTrump @SXMPOTUS your state helped make trump president...", "796381464132599808": "RT @SoloChills: Donald Trump President-Elect. With upcoming rape and civil racketeering trials. Holy fucking shit America", "796379641476849664": "RT @KTLA: CNN analyst Van Jones on Trump presidency: How do I explain this to my children? https://t.co/buy3OzEW3N https://t.co/K9kDjjSjr9", "796379631267889152": "RT @omgAdamSaleh: Reema is only 5 years old. She knows that we're Muslim and started crying when she saw Donald Trump winning...  smh http", "796381095105351681": "RT @ieanea: Don't mourn, fight like hell https://t.co/OpjucnDCKo via @MotherJones", "796379632601825280": "Completely .  Those who whined all campaign about Trump, but didn't vote against him are equally responsible for this disgrace!", "796379636439597056": "RT @CNN: Devastation and frustration echoed throughout the Javits Center as it became apparent that Trump won https://t.co/4xEBltUYAn https", "796379637383184384": "RT @ikosark: Hey @Hillary.  Deplorable is spelled President Elect Trump", "796380802644852736": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796380434091294720": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380475413659648": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened https://t.co/Tl240U0Xw3", "796379631419064321": "RT @ananavarro: Hey Nevadans, u know why Trump is suing? To keep Hispanics from polls b/c he knows we're voting against him. Redouble your", "796379638427766785": "RT @LordSnow: Donald Trump's first act as President #PresidentTrump https://t.co/RT2vYQ6oOU", "796381217151193088": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796380587338694656": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796382405380579328": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379641980289024": "RT @foxandfriends: .@brunelldonald: Donald Trump came out and asked for the African American vote, he didn't act like he was entitled to it", "796379637978787840": "RT @PrisonPlanet: Trump campaign manager does not rule out special prosecutor for Hillary Clinton - MSNBC - https://t.co/n2lhkMYsZm https:/", "796380633949995008": "RT @TIME: World leaders react to Donald Trump winning the U.S. election https://t.co/u1URGbEwpx", "796381214345232388": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382268327505920": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/RD4zmd2x96", "796379633994387456": "If you voted Trump &amp; you're a woman, you can fuck off because you have no respect for the women who fought for you https://t.co/aZt2C5nPmL", "796380869439225856": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379637467246593": "RT @WORIDSTARHIPH0P: They already starting  \"fuck Donald Trump\" https://t.co/0FY07PdYvz", "796379638444519424": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796379638528376833": "How newspapers around the world reacted to Donald Trump's win  https://t.co/5GcEPVkZAr", "796379637890879492": "RT @ISABELLEKATEGM: If you support trump unfollow me now. youre not my friend, my acquaintance and I certainly don't ever want to associate", "796380377401225216": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379642605150208": "RT @asyrafder: Im just scare how Trump will treats Muslim in his country , oh God please protect them .", "796379642282156032": "RT @FAIEREY: if you support trump/are unbothered by what he stands for you can stop considering me a friend and i want you to actually forg", "796379641414029312": "RT @kings_hammer11: Trump didn't win... HATE won, FEAR won, RACISM won, HOMOPHOBIA won, SEXISM won. #PrayForUSA #RIPAamerica #ImStillWithHe", "796382502663454720": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379642819178496": "RT @ChuckModi1: Most white college grads voted Trump. RIP: Whites scapegoating white working class in elitist ways for white bigotry. #Elec", "796379636196380672": "@CharlieSeaWolf how's the queens land after Trump", "796380272027717633": "Retweeted HollywoodLife (@HollywoodLife):  Like a lot of Hillary Clinton supporters out there, Ariana Grande was... https://t.co/tvhYshKonA", "796379631624613890": "RT @absurdistwords: Compartmentalizing this problem solves exactly nothing.    Refusing culpability for America's actions is how we GOT Tru", "796379631746105344": "RT @CloydRivers: He did it. Trump actually did it. Merica.", "796381994594799616": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796380714711314432": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382512003981313": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796382276368138242": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379645704896512": "RT @IamDeeMerlon: I now understand why Trump won. Watch this   https://t.co/L4Wrj3N5oq", "796380914439901184": "Trump President: Stocks dropped at the mere thought. I asked my grown kids did you vote,  20 year old said she... https://t.co/aSvTEl9MPM", "796379643553128448": "My sister is 14 and she even hates trump #ElectionDay https://t.co/JB6JHvF7z2", "796379640470401025": "RT @amolrajan: In which @VanJones68 nails it on behalf of those who fear Trump https://t.co/fJhsrADpBx", "796382269237661696": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/dUSiZcisdF", "796379635168800768": "RT @KellyannePolls: Things that were true: undercover Trump vote; @mike_pence for VP; Hillary's floor &amp; ceiling r same; rally crowds matter", "796379643343470592": "RT @Always_Trump: The First Lady of The United States, ladies &amp; gentleman #TheMorningAfter #TrumpPence16 #Trump https://t.co/mi3TZR81LM", "796379643293077504": "RT @MariaMellaEyre: What do you say, win Trump!  https://t.co/7Y8j6ML3hT", "796379633851764740": "RT @NicolaAdamsMBE: Ooooohhh so this is how it happened #Trump  https://t.co/1aYvnOvpT8", "796380443704782848": "RT @Popdust: .@Kendricklamar and your favorite artists made Bluetooth Boom: Donald Trump President-Elect https://t.co/7xKGq3X0T4 https://t.", "796382267799203844": "How cartoonists around the world have reacted to Donald Trump's victory https://t.co/44tydQm8Ba", "796379644463222785": "RT @PrabhuChawla: Western educated Indian liberals wowed to leave India if Modi won. Now with Trump in DC they  can't even return to their", "796379642286448640": "RT @IamDeeMerlon: I now understand why Trump won. Watch this   https://t.co/L4Wrj3N5oq", "796382272488284160": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380693416804353": "Protests break out after Donald Trump wins https://t.co/cfx1BgZIJX", "796379633356853249": "RT @Zoella: Oh dear god... I'm not sure what's more terrifying. Trump as president or the amount of people who voted for him. https://t.co/", "796380748408356864": "RT @ThisWeekABC: .@GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/fSbhlAsRJ7 https://t.co/70hx", "796382062261325824": "RT @oglando41520: Dont be thinkin cause trump president ya'll can talk some ignorant shit like its cool. Catch a fade real quick bruh.", "796380975479615489": "RT @D_HB_: Trump president! I think the apocalypse started", "796382287600504832": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796381376878612480": "NYTimes: Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/CbRzvQsn62  Superbe article !!!", "796379640130473985": "RT @KeeganNYC: Clinton won the popular vote. Trump was right. The election was rigged. By rural white men in 1787.", "796380504547160064": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796381718131445760": "RT @RealAlexJones: Congratulations @realDonaldTrump! 45th President of the United States of America! https://t.co/Zpz0RemU1s #USA #TrumpThe", "796379645092433920": "RT @WVTM13: Lt. Gov. Kay Ivey congratulates President-elect Trump https://t.co/QbbhthTwOT https://t.co/IoCGEj4nye", "796382205564125185": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382433654542336": "RT @donnakcrawford: Do not Mourn, Fight Like Hell https://t.co/IRx1Tjr5se via @motherjones", "796380356211593217": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796382119798984704": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379636850720768": "RT @XLNB: The way they treated Obama? Nah son, Trump about to get this A-1 disrespect every chance we get.", "796381749458731009": "RT @ABCPolitics: .@MittRomney sends \"best wishes\" to president-elect Trump, says \"preserving the Republic\" should be his aim. https://t.co/", "796380788711419905": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796381908246601728": "RT @ABC: JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White House on Thursday. https://t.co/iOAInOdRqk #Elec", "796380432703037440": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379641044877312": "RT @kurteichenwald: No more blame-gaming by GOP. If economy comes roaring back, Trump was right. If we hit a global recession, he's wrong.", "796382291748671488": "RT @Emils72: #Uk #Funny 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/dGGEyNZZdh @mashable #news", "796381100029476864": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796381031435747329": "RT @ABCPolitics: .@MittRomney sends \"best wishes\" to president-elect Trump, says \"preserving the Republic\" should be his aim. https://t.co/", "796380864577998854": "Don't mourn, fight like hell https://t.co/uR4813N12b via @MotherJones", "796379638624911360": "RT @feminismvibes: In many ways, I honestly find Mike Pence just as scary, if not scarier than Trump. Look into his past. Look at the cause", "796379635386818560": "Betcha he threw-up a little n his mouth. Lol  Wonder how Michelle will treat ncoming @FLOTUS @MELANIATRUMP?  Barron https://t.co/51CTi6aKmU", "796381144434561024": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381742131269632": "RT @TruthseekersWeb: Good luck, America: You just elected Donald Trump president https://t.co/qGt5HqsKtu https://t.co/afCUsTMsS1", "796380451887861760": "RT @mashable: 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/fKRaMmZxuM https://t.co/F1MzgfXdkN", "796379645792976896": "RT @strangelouvers: this is not about people disliking trump. this is about people fearing for their human rights, safety and even lives.", "796379645922967553": "RT @andylassner: I still believe every single thing I've ever said about Donald Trump.  For the sake of all of us, I would love for him to", "796379645386039300": "RT @StrangePintura: Update: my nephew's school just called and said a white boy walked up to my nephew and said \"now that trump is presiden", "796379630634672128": "RT @_epmel: i don't wanna see any of you that voted for trump at a mexican restaurant no more. you hungry bitch? better take your ass to mc", "796381004424327170": "Congratulation Trump....President of White House. https://t.co/REovRgxpYi", "796379638687797249": "Trump being President bout to make white ppl think they can do and say whatever NOW they better realize they'll get knocked the fuck out fr", "796379644660514820": "Donald Trump is endorsed by the KKK.", "796379641535549440": "As much as I hate to say it, Donald Trump is the president of the United States of America. I may disagree with the man's ideals, ...", "796379645352546304": "RT @benshapiro: Donald Trump is my president. I pray to God he is a good one.", "796380909683539968": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379631305650176": "RT @apblake: \"Fuck Donald Trump\" chant outside White House right now https://t.co/cyWuUHyKuF", "796379636036993024": "RT @abermans: Lily Allen @lilyallen You got a big mouth for a born rich junkie bitch.  #Trump won. Some RESPECT!  p.s. adopted a #migrant \"", "796380527297073152": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796381016868917248": "RT @Djordi972: Trump President : 2017 : The Purge  2018 : The Hunger Games  2019 : Battle Royale", "796382503732813824": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796380926246797312": "Donald Trump is President. 12 of the best Muslim reactions. - SeekersHub... https://t.co/CS0JdM8FnR", "796379633931390976": "RT @JamalPaisley: If Donald Trump can spend the last 8 years treating Obama as if he's not the president, I can spend the next 4. #notmypre", "796382075611971584": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796382127134830592": "RT @TheRickyDavila: A Trump President. A Republican controlled Congress. A Republican controlled Senate. Rudy Giuliani. Mike Pence.  God He", "796379641845981184": "RT @NRO: Trump Bulldozes Blue Wall, Wins White House https://t.co/HxS508hD5W https://t.co/fHuJsFLct7", "796379635722260481": "RT @IngrahamAngle: Hit the road, Jack! https://t.co/jSYK3IM2o6", "796380609862049792": "Protesters take to the streets following Trump's stunner https://t.co/5ZAAAGCxRV", "796381389746622464": "RT @Trumpertarian: WE DID IT! PRESIDENT TRUMP, PRESIDENT TRUMP, PRESIDENT TRUMP, PRESIDENT TRUMP, PRESIDENT TRUMP SAY UT WITH ME, PRESIDENT", "796379635026198528": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796380602912112640": "HNews: Donald Trump Is Elected President https://t.co/gmGqJRsmoF", "796379642781257729": "RT @AP4LP: The bigotry of the #NotMyPresident movement against poor whites is exactly the attitude that got Trump elected.", "796381808967331840": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381852101709824": "Shock, joy and fear as voters elect Donald Trump president #facingdownfears https://t.co/Fkxs8izNnw https://t.co/mWPqpF8hae", "796379637890826240": "RT @IngrahamAngle: Hit the road, Jack! https://t.co/jSYK3IM2o6", "796381748758216712": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382005315403776": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379642970001408": "RT @ImChasingDreamz: FUCK YOU DONALD TRUMP. #Mood    https://t.co/GPgfRdSiYj", "796379645205680130": "RT @Jay_Jeffs: If trump wins I'll send everyone who RTs this $50. https://t.co/YMKLmAeGrH", "796379635181305856": "RT @eddiemachete6: Not all Trump voters are racist, but by aligning yourself with him you have given support to his and his voters racism a", "796379637567733762": "RT @_fcg415: My friend said Trump look like your fingers when you stay in the shower too long", "796380833183449088": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796380549950554113": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381444453072896": "If trump president can we sue him for being himself he shouldn't be allowed to run this country i voted for Hillary my vote counts", "796379636485726212": "RT @JohnScarce: IF TRUMP REPLACES OBAMA DOES THAT MEAN ORANGE IS THE NEW BLACK?", "796379635177160704": "Even though I'm shook right now, I refuse to let any trump supporters see me sweat. We'll overcome this", "796379639992254467": "Bernie would have beaten Trump by a landslide. Maybe Democrats learn their lesson now", "796379639946113024": "RT @sheerandjh: AS A LGBTQ+ WOMAN FUCK DONALD TRUMP https://t.co/NJxS4bQrr4", "796382134059446273": "The man who is being blamed for #Hillary #Clinton's fall https://t.co/nDv6yUPLy0", "796381542377525250": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796380433462087680": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379635743395842": "RT @GaryLineker: I must say your ability to continually tweet from deep inside Trump's bowels is rather impressive. https://t.co/eBgeY3Nell", "796379635743395840": "RT @Truman_Blanc: Fuck Trump.", "796379637035180034": "RT @kincannon_show: Julian Assange needs to be granted asylum by Trump. No question about that.", "796380846362132480": "So many people are trying to move to Canada that the government's website has crashed https://t.co/NSEFgsUpQu", "796380853563719681": "RT @ABCPolitics: NEW: @GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/uRHHAvepdq https://t.co/", "796379637462999040": "RT @30caleb30: Enjoy your last couple months moochin off everybody else and not working.  Trump will change that shit", "796380611866984448": "California Today: With Trumps Rise, a Return to the Rebel State, CA BECOMES OUR GREAT HOPE !!   https://t.co/mQMLEC9Jxb", "796382350431096832": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796379643234414592": "RT @SOMEXlCAN: Hundreds of UCLA students march in protest of Trump's victory. They are now headed towards the 405 freeway. https://t.co/HuW", "796379640583614466": "Trump will shock people and do this. Lots of money to be made.. https://t.co/uJZqSuzGLh", "796379630785728516": "RT @pilimoreralev: Nothing else but the truth... #HesNotMyPresident #RIPAmerica #Imstillwithher #Trump https://t.co/d3kZ91sIkj", "796379642252894208": "RT @jxhnbridges: please do not forget that no matter what happens in these next 4 years, love will ALWAYS trump hate.", "796379639769866240": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796380290629378050": "\"Donald Trump's stunning win is 'uncharted' political territory.\" https://t.co/OppknkOuUs by: @markgollom via @cbcnews", "796379633277026304": "@ChloeBennet4 I have respect for you but this seems to be reaction. Do you really think everyone who voted for trump are bad people?", "796381607590588416": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796380812383961088": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381174486749184": "RT @foe_taj: Trump president but look at the bright side , Kodak free", "796381629207998465": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380708071677954": "RT @markfollman: I weep for our country this morning -- all of us. But despair is not an option. Time to get back to work. https://t.co/Y45", "796382127734607873": "RT @Independent: Donald Trump's views on climate change make him a danger to us all | @CarolineLucas https://t.co/6F0cIH9OSY https://t.co/f", "796379634690654208": "RT @deelestari: A very good read from a historian's perspective: History tells us what may happen next with Brexit &amp; Trump https://t.co/e4O", "796379632534597632": "RT @madhukishwar: Pak papers attributing Trump victory 2successful \"demonization of minorities\"(read Muslims).Better recognize,Pakis worked", "796380578916417536": "Trump President #TrumpPresident #hillary #electionday #ElectionResults  #TRUMP #AMERIKA #ClintonVsTrump #Clinton", "796379635982434304": "RT @Nate_Cohn: Trump won with gains white working class voters who many believed the Democrats no longer needed  https://t.co/HZ1AGFJ3yN", "796381609456898048": "How @TrumpPresidente may affect #NYC https://t.co/tfLdmFZz15 @DNAinfoNY #affordablehousing #Homeless #stopandfrisk #education #election2016", "796382301588328449": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379630752120834": "RT @chanddlerriggs: rt this if trump becoming president will have a negative effect on you or someone you know i just wanna see something", "796382052824322048": "The Ottawa Citizen collected some of the reactions to Donald Trump's presidential win: https://t.co/hE3R186dKS", "796379635621761024": "RT @shomaristone: Some people told me they'll move to Canada if Trump becomes the president. I'm curious to see who has applied for Canadia", "796381929545334784": "RT @Walter_rickett: People crying cause trump president .Cut it out it is not that crucial  y'all petty", "796379642315706368": "RT @guaptimus_prime: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience requi", "796381155729678336": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/OVSyZdlKzs", "796380679898537985": "RT @guypbenson: Very, very good speech from Trump.   President-elect Trump, that is.", "796379637089792000": "RT @thealmighty_o: Every Trump supporter voted for a racist. Every Trump supporter voted for a racist. Every Trump supporter voted for a ra", "796382113935331328": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379634254237696": "RT @brittsays: Hey Canadians, do NOT let Kellie Leitch happen https://t.co/tzZSQG4qB3", "796380331238637568": "RT @Brilla_Waave: Y'all so sick trump president ", "796379642886164480": "RT @cantevon: the fact that #NotMyPresident and #ImStillWithHer is more popular than congratulating trump should prove how wrong him gettin", "796380913143861249": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380663536644096": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380925844189184": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381840298885121": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379630878031872": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796380830457298944": "Ronald Reagan  Felt destined by God to end communism in USSR  Interesting he had a feeling about  Donald Trump  Pre https://t.co/fZAh7BWiVF", "796381125459447809": "@realDonaldTrump congratulations Mr Trump. President Elect", "796379641514754048": "RT @langeIand: rt for 2 boys kissing, like for donald trump https://t.co/2NqrgPkb86", "796381561029611521": "RT @0g_Pam: First we lost to Simeon  Coach TA left  TRUMP president  We done took too many Ls", "796380307498749952": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796380513644773377": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796382065042268160": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382540059713536": "RT @Independent: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/YJjbHn7svw https://t.co/SpQR76TGEQ", "796380656003448832": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381218753413122": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796381834099773440": "RT @ABC: JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White House on Thursday. https://t.co/iOAInOdRqk #Elec", "796379643209273344": "RT @mrscottnunn: Homophobic hate crime predicted to skyrocket as Donald Trump wins US election https://t.co/w7nxSHgZeT", "796379638960443399": "RT @LanaLokteff: Had no sleep &amp; our cat is missing but I am powering through &amp; ready to usher in the God emperor! #Trump #RedIceLive https:", "796379632270528517": "RT @lolokbye: It's concerning that Florida had the largest LGBTQ attack in history and they're close to voting not only Trump but PENCE int", "796380975299264512": "Guess What Donald Trump Called a Disaster for Democracy in 2012? https://t.co/VupCvlAqN0 #Hollywood #news", "796382213604540421": "Protesters take to the streets following Trump's stunner https://t.co/cFIMdh9DTf", "796379633012920320": "I'm really still in disbelief trump actually won", "796379638561783808": "RT @omgAdamSaleh: Reema is only 5 years old. She knows that we're Muslim and started crying when she saw Donald Trump winning...  smh http", "796379642273943552": "RT @DragonflyJonez: Couldnt even get Obama on an unpaid parking ticket.Trump was accused of raping a 13 year old. Dont ever tell me white p", "796379637483966464": "@BrianMcGannon I guess my question is more \"even if X% fewer African-Americans &amp; Hispanics voted, how/why did a bigger % vote for Trump?\"", "796382399173197824": "Don't mourn, fight like hell https://t.co/mMsyMWGvi4", "796382091676176385": "RT @ajplus: Bibi to Trump: \"President-elect Trump is a true friend of the State of Israel.\" https://t.co/6xWO2HojV5", "796381207571419138": "Could give a fuck if Trump president or not cause at the end of the day Ima prove people like him wrong", "796379630676668416": "Told my mom trump won before she left to work at 5am ... her reaction broke my heart.", "796381267180724224": "Don't mourn, fight like hell https://t.co/euSbS7Zw1S via @motherjones", "796382372187017217": "https://t.co/kWRzj3tmgD Theresa May congratulates Donald Trump's win while anxious MPs fret behind the scenes: The Prime Minister hailed t", "796379635281969152": "RT @youfunnyb: When Donald Trump becomes President https://t.co/rUKGolDKMi", "796379642739429376": "I guess hate really does trump love", "796380699645317120": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796382241328922626": "Enjoy your last lunch before America turns into Gotham City #america #election2016 #trump #president #usa https://t.co/EVx00d7M2C", "796381100075454464": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381119398760448": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/915aEW6JAC", "796381257835958272": "RT @nytimes: Breaking: Donald Trump has been elected president, a stunning upset for an outsider who defied the establishment https://t.co/", "796380433390903296": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379637999747072": "RT @TamarBraxtonHer: ...&amp; the BULL of it all is that so many said \"I'd never vote for trump\" and HID how they REALLY felt smh.. Watch who y", "796382073288355842": "RT @patcaldwell: Don't mourn, fight like hell https://t.co/mOz3zyVENQ via @ClaraJeffery", "796379631712698368": "\"I can't believe trump won\" says the people who didn't vote.", "796380773272223745": "#Donald Trump Is Elected President #Hacker #News #Headline https://t.co/J2QYh0h54i", "796382092112384004": "IT news: Donald Trump Is Elected President https://t.co/XpftEQqjOS", "796381184653725696": "RT @JohnnySoftware: @teenagesleuth  Cartoon shows are magical  The Simpsons predicted Trump's victory 16 years ago. No one listened https:/", "796380626182164480": "RT @mashable: 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/fKRaMmZxuM https://t.co/F1MzgfXdkN", "796381654608740353": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381849983578113": "RT @JPN_PMO: Congratulatory Message from Prime Minister Shinzo Abe to Mr. Donald Trump, President-elect of the United States: https://t.co/", "796381446462181376": "RT @GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/disR1ymRNS", "796379645671309312": "RT @MadihaAfzal: White college educated male voters: 58% for Trump White non-college male voters: 72% for Trump White non-college women vot", "796379640768196608": "RT @AylorEvans: Muslim people will not be treated differently because Trump is president. Hispanics won't be treated differently either. St", "796381043381207040": "RT @ABCPolitics: NEW: @GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/uRHHAvepdq https://t.co/", "796379630894743553": "RT @RT_America: US anti-#Trump protesters block streets, smash windows (PHOTOS, VIDEOS) https://t.co/RbM4lMeAcE #USElection2016 #PresidentT", "796381016835366913": "RT @ComplexMag: \"This was a whitelash against a changing country. A whitelash against a black President.\" Van Jones: https://t.co/doyHrDA0", "796380930684243970": "Bad America!   Go to your room now.   https://t.co/1ybAF6S9BP", "796379641304858625": "RT @SkygodSpence: Fuck Donald Trump &amp; fuck anybody trying to push this fear on us. I'm not froze with fear. Me &amp; all my people walking with", "796379639606374400": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796379642882097152": "RT @kings_hammer11: Trump didn't win... HATE won, FEAR won, RACISM won, HOMOPHOBIA won, SEXISM won. #PrayForUSA #RIPAamerica #ImStillWithHe", "796379645927182337": "RT @NBCNews: Trump did better with blacks and Hispanics than Romney in 2012, exit polls show https://t.co/ZlFFr5B6dD https://t.co/1viWGK3A3t", "796380911231176704": "Donald Trump Is Elected President https://t.co/p0kUBjRYuP", "796381963040923650": "So many people are trying to move to Canada that the government's website has crashed https://t.co/l6ze9aAle1", "796379637144289280": "Hall of Presidents at Disney's Magic Kingdom will close early 2017 for the installation of animatronic Donald Trump https://t.co/ODtR0fwm0j", "796379643314049025": "RT @carlisle_jac: My boy trump got in that hoe @JordanBollins", "796382400943165440": "Aw the Scots! https://t.co/QdQhpXr4Nx", "796379631913930752": "All the Trump supporters are telling Hillary supporters to stop crying but if Trump would've lost they would be doing the same", "796380835293188096": "How do I tell my daughter that America elected a racist, sexist bully? https://t.co/7jBeqOGYFM", "796380646700482561": "RT @johnwithers_: Donald trump president but at least @JoeyYucuis free today", "796379645247717376": "RT @chanddlerriggs: rt this if trump becoming president will have a negative effect on you or someone you know i just wanna see something", "796382414507560960": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379644266213376": "Mac Miller - Donald Trump https://t.co/IhwspE68Es", "796379634426318849": "https://t.co/BiZktx8392  Hey, The Verge, piss off!  You were set as one of my automatic pages when I launch Chrome, https://t.co/CnG52Are65", "796379640306737153": "RT @hotpatooties: WHO will sing at Trump's inauguration? I think maybe they'll play a CD.", "796382334736072704": "RT @Independent: How cartoonists around the world have reacted to Donald Trump's victory https://t.co/44tydQm8Ba", "796379638750511104": "RT @CARLadvocates: Trumps Victory and the Rise of White Populism https://t.co/CyvEqyEpzP", "796379645004353538": "RT @AColeman455: Republican controlled House and Senate, Trump as President, and a vacant Supreme Court seat to fill... It's gonna be a lon", "796379639841222656": "RT @SeanTrende: And @davidbylerRCP, who is THE best young data analyst out there.He got Trump right before we know he got him right. https:", "796379636703825920": "RT @ELLEmagazine: This election is such a deeply felt insult to women across the United States: https://t.co/FSexVf3OD0", "796379640872976384": "RT @MQM_History: President Trump: \"We will work closely with our allies in the Muslim world who are under threat from radical Islamic viole", "796379640222904321": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796379634095050752": "even if Hillary got elected, I'm almost sure the same people talking shit about trump would be talking shit about her, what's your point?", "796379637932769281": "RT @tawbii: And to top it all off they \"predicted\" that the U.S. will face one of its biggest down falls during the presidency of Donald Tr", "796379643662180352": "RT @absurdistwords: Trump's presidency is a result of us not really seeing each other or our country for who we are and what it is.  We can", "796379638893133824": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796381636615020545": "Congratulations to Mr Trump president elect. God bless", "796379636506697728": "RT @Trusting34: Trump praised Secret Service, NYC police. We are back in America again.", "796379634665259008": "RT @ramzpaul: Trump has single handedly destroyed the Bush and Clinton oligarchs. Amazing. #PresidentTrump", "796381864755916800": "https://t.co/GGWHu8SiU2 What happened to the \"peaceful transition of power\" that Clinton promoted? I guess that only counted if HRC won.", "796379645838884865": "RT @JoshNoneYaBiz: BAHAHAHAHA President Trump proved everyone wrong! https://t.co/S3leu5w3gl", "796379638620680192": "RT @merelynora: So Trump can run with no political background, but I need over 5 years experience &amp; a masters for an entry level job https:", "796382330495582208": "Mashable: 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/arj2b7OJnX", "796381322361077760": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379644920414208": "RT @LordFawlty: #TrumpPresident How long before this happens..... #Trump #DonaldTrump #PresidentElectTrump #PresidentTrump https://t.co/5Po", "796379644329136129": "RT @Scientists4EU: Important to note that Trump's victory was not about the \"little people\" rising up v elites. The poorest backed Hillary.", "796379643150483457": "I'd love to flirt with Trump so he tries to grab my minge or baps, then step away as he slips on the banana I accidently dropped by his foot", "796380754003496961": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796381297799299072": "RT @Hundeyin1: 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/qLGEP1deIZ https://t.co/8Bqz635cA8", "796379635655262208": "@hi_hat_truth @ananavarro why? She hates Trump.", "796379643368669184": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796379634392846336": "RT @SenMikeLee: I congratulate President-Elect Trump &amp; look forward to helping him repeal Obamacare, reduce regulation, and confirm conserv", "796379645499281408": "RT @CalculatedMovez: Trump grabbed the whole United States by the pussy", "796381395555942400": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796381827392999425": "GOD BLESS AMERICA. BETTER A TRUMP PRESIDENT THAN A TRAMP PRESIDENT.", "796382119853510658": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796379644551462912": "RT @paila: @ConstanceQueen8 @BarbMuenchen  Take a look at this map!!! More Trump supporters than Hillary!! We have a voice as to what happe", "796379630416592896": "Peep how they laughed, laugh now idiot https://t.co/u3i6HywdGN", "796381470852022272": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796379630890520577": "RT @carly_schaecher: to all you Democrats who so ignorantly believe that Trump is encouraging hate/fear, read this speech.   https://t.", "796379644610179073": "RT @DiamondandSilk: .@IAmSteveHarvey Don't hate, Congratulate.  The 45th President of the United States, Donald J Trump.  Time to Unite as", "796379632710860800": "RT @kdbuzz: When Marty realizes #Trump is President... #backtothefuture2 https://t.co/ltejk1tGgP", "796379643225968642": "When trump starts suing and arresting journalists, I hope he takes down CNN first", "796380595404283904": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796381536840978432": "Calls Grow for Bernie Sanders to run in 2020 #USElections    https://t.co/BkBWlf3NYA", "796381653325189122": "The Simpsons Predicted Donald Trump As President 16 Years Ago And The Writer Called It A 'Warning to ... Read at - https://t.co/ue2Np0WdGz", "796379631171567616": "RT @handidnotdie: So this \"America\" place just elected that Trump guy. And I thought my galaxy was fucked up. #wtfamerica", "796381656865210372": "RT @JulesHK1: Ok.  But I need to mourn first.  Who are we?  Gutted.  Don't mourn, fight like hell https://t.co/co1px0GKzk via @MotherJones", "796381749072850944": "So many people are trying to move to Canada that the government's website has crashed https://t.co/WCf1R3k7Gv", "796379640730415104": "RT @KetanJ0: Trump isn't the source of my anxiety. It's the hundreds of millions of people who are openly supportive of white supremacist s", "796380850569015303": "@katyperry YES THAT REVOLUTION JUST ERASED OBAMAS LEGACY &amp; MADE TRUMP PRESIDENT ELECT", "796380363757076480": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/YbdceoMLso via @nytimes", "796381157516513281": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381418452553729": "RT @ABC: The mood among Clinton supporters at New York'sJavitsCenter on election night was far from joyous. https://t.co/iOAInOdRqk #Elec", "796379639853830145": "RT @SandraTXAS: @TheJuanWilliams &amp; @megynkelly showing anger that Trump is ahead #ElectionNight .... a hint of what we will see from rest o", "796379635172933632": "RT @JoyAnnReid: They are disproportionately people of color in red states that voted Trump and poor whites who also voted Trump. Elections-", "796381015812042752": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379644404506624": "NPR and the AP are calling Florida for Trump: https://t.co/4jKbJZjxyt", "796381762842742784": "RT @ajplus: Bibi to Trump: \"President-elect Trump is a true friend of the State of Israel.\" https://t.co/6xWO2HojV5", "796379639576952832": "Don't tell me Trump is my President bc he's not gonna last very long #notmypresident2016", "796381475453157376": "RT @JPN_PMO: Congratulatory Message from Prime Minister Shinzo Abe to Mr. Donald Trump, President-elect of the United States: https://t.co/", "796382081957949440": "RT @aiww: How to move to Canada: Immigration website crashes as Donald Trump romps home to election victory | The Independent https://t.co/", "796379637593018368": "RT @jwilli69: God did take the wheel last night, no one expected trump to win but look what happened https://t.co/WgNAGqKY0N", "796379631238549504": "RT @HalilPANDA: so mak told me that, \"Donald Trump may hold the world, but it's Allah s.w.t that's holding him. So let's pray that nothing", "796381785533857793": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379633998434306": "The beautiful thing about a trump presidency is that unlike an establishment candidate he has no ties that bind from lobbyists.", "796380352096989184": "RT @ask0704: America creates History, Donald Trump is the President of the United States #ElectionNight https://t.co/WUsaz1sJyd", "796381367361826821": "Donald Trump Is Elected President https://t.co/a8bfMgSsSg via ycombinator", "796380639691948038": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796379635294605312": "RT @sXePhenomenal: If you actually think trump hates women, gays, and minorities. You're probably brainwashed by the media and have the iq", "796381121625935872": "RT @KatTimpf: Billy Bush fired. Donald Trump president.", "796379632488443908": "RT @SenMikeLee: I congratulate President-Elect Trump &amp; look forward to helping him repeal Obamacare, reduce regulation, and confirm conserv", "796379643368574977": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796379637257555969": "RT @stainedtees: \"Who's fucked if Trump wins?\" #ElectionNight https://t.co/2x3G48OkFa", "796379639245656064": "RT @rhodeHighLand: yu twitter politicians over reacting Trump is Bush wit the balls to say the shit Bush wouldnt. We been here before and m", "796381085936431104": "Donald Trump ? President ? I can't even describe how insane I think it is.. Never thought he would actually win.. #theworldisending", "796381969223290881": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796380979745161217": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796382133669548032": "All the girls mad Trump president because if they have another abortion they ass going to jail ", "796379639920795648": "Fucc trump and hos tupid ugley purge looking family. Good morning", "796379637840494594": "RT @jayberete: Who will accept Young Thug when Trump deports him  https://t.co/5yWbrFGMAt", "796381522689290240": "RT @JohnnySoftware: @teenagesleuth  Cartoon shows are magical  The Simpsons predicted Trump's victory 16 years ago. No one listened https:/", "796379640696832005": "Taking all bets, how long until Trump is assassinated? XD", "796380792809279488": "RT @ABC: JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White House on Thursday. https://t.co/iOAInOdRqk #Elec", "796380366823190529": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379645075722240": "RT @theSTfans: Hillary &amp; Trump are both demogorgons... Where's an Eleven when you need them?", "796381592503590912": "Ariana Grande In Tears After Hearing Terrifying Donald Trump Victory News https://t.co/RB3gmiAgtl via @Hollywoodlife", "796381715031674880": "RT @TheWrap: ABC News' Martha Raddatz Gets Choked Up on Air Over Donald Trump Victory (Video) https://t.co/XpqO71XZIc https://t.co/H7xLmiuR", "796380699909468160": "RT @TIME: World leaders react to Donald Trump winning the U.S. election https://t.co/u1URGbEwpx", "796381908208877572": "This is what Trump stand for. The world should support Trump president for the freedom of the poor. https://t.co/t0SmrrlJ2s", "796381235551404033": "Not only is Trump President and Mike fucking Pence VP, but the Republican party has majority in the Senate, House, and SCOUTS. #RIPAmerica", "796379644312387588": "RT @GreekAnalyst: Trump will not be an \"economic miracle\" for America, as many of his voters are hoping. What he will be is an \"authoritari", "796379639547629568": "RT @HausOfKiersten: we know you voted trump this is why the jonas brothers never gave you a mic https://t.co/xUMm3l5emk", "796380890578481153": "What Do We Do Now?: \"What do we do now?\" That's the classic line from the end of the Robert Re.. #business #news https://t.co/W70I0M24Bk", "796381533745586177": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796382314435674116": "Live: Clinton to give concession speech; Trump president-elect https://t.co/Q0roCf16ke", "796379637907496960": "RT @harryonmen: People don't seem to understand that there are people that'll feel like their homophobia, racism, islamophobia is valid tha", "796381214320029697": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379638301757440": "RT @R3troSp3ctro: When Donald Trump becomes President https://t.co/ohlXKOwTx0", "796379636909441025": "RT @KFCBarstool: You gotta admit, this is true. Trump is already delivering. https://t.co/qYzGXBLYMF", "796380787616731136": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380405540810760": "Donald Trump president of the USA, new world  order is in place, if you ain't with us you're against us, let's see what happens, ", "796381656588439553": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379645687971840": "So how long until we can impeach trump", "796379640545898497": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796380417326714881": "RT @mashable: Brits are relieved they're no longer the world's biggest f*ckups https://t.co/WhSEbtcQV3 https://t.co/HmxuZOy5Co", "796379637752430592": "RT @kuledud3: Being told that my death would fulfill Trump's vision of a great America gives me sincere optimism in our future.", "796380717102010369": "Since Trump president I need to hit the Lottery  fuck wrong with him", "796380704191881216": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379645834887168": "RT @EmotionaIWreck: Trump can run for president with no political experience but I need a masters and 5 years experience for an entry level", "796379641124687872": "RT @Trevgauntlet: If you supported Hillary Clinton, Donald Trump, Gary Johnson or Jill Stein. I will not unfollow or block you, you have yo", "796380910862090240": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379642290720772": "RT @meechonmars: if trump win im walking into a hospital and being a doctor since we letting people be in positions with no fucking prior b", "796381846103818240": "Donald Trump Is Elected President https://t.co/ksFtIjB7MV (https://t.co/joT3lIoPij)", "796379637966311425": "#Canada: Donald Trumps journey to the White House https://t.co/F0H2WKQIyL", "796379638742269953": "RT @evertonfc2: Fuck Me,there is some Halfwit on @SkyNews Bill Richardson saying Trump should surround himself with Nutters like Henry 'Mad", "796379636498395136": "RT @everbluehalsey: as an italian, lesbian, woman, fuck donald trump https://t.co/UTMJZrRzAI", "796379632891105281": "RT @vicktop55: #Nazis #Ukraine: #Kiev Nationalists Promised to Force #Trump to Shout \"Glory to Ukraine!\" https://t.co/xLGoBxboFf via @O_Ric", "796381989255475200": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379642584252416": "RT @enews: The Simpsons predicted a Donald Trump presidency 16 years ago: https://t.co/gBb8oe1GV4 https://t.co/5GJgAmeGhX", "796382040035885056": "How will I explain Donald Trump's win to my daughter? https://t.co/4cvNCgGc1N", "796379630978539524": "RT @Too_Eazy23: If trump win I'm not telling y'all to go out and do anything crazy but uh ... you catch my drift . https://t.co/pxL51q8I89", "796379645717475328": "RT @cspan: Via @AP: Donald Trump elected President of the United States. #ElectionDay https://t.co/Q1hsfBOI0o", "796379633965002756": "RT @_FemaleKanye: FUCK TRUMP #NotMyPresident", "796379630114574337": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796381533649018881": "Here is Donald Trump's first tweet as president-elect https://t.co/nJrLYSHTzd via @USATODAY", "796379631444234240": "@mklovesyou We have Trump as president elect and a very conservative congress that's gonna nominate a right wing nut job on the SCOTUS", "796381866861404161": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796381282045460480": "EU's fear over the Donald Trump Presidency has nothing to do with  women and minorities, it's all money with them.  https://t.co/EOi9uIStqz", "796380472167104512": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379636703764480": "#DonaldTrumpforPresident Stuffs:  Donald Trump: 30 things the Republican believes https://t.co/q3EOmnQfBY", "796381829242597377": "Hillary Clinton deserves to be President because of History,  York Times https://t.co/5OPZZbIY3D #SmartNews", "796380408736792576": "Trump? PRESIDENT!?!?!? https://t.co/YBIXpKESDz", "796379633801367552": "RT @spodermenpls: donuld trump won  rt if u cri evrytiem", "796380777202204672": "So many people are trying to move to Canada that the government's website has crashed https://t.co/J1a9YZXF0z", "796382067055542272": "Kids- Anyone can be president... Anyone! https://t.co/rfhTgdjr63", "796379630588620801": "RT @CarlBeijer: People asking me to show my work on this. Exit polls show 54% of Trump voters were women and POC. https://t.co/sLxCIpYSS0", "796380596792598529": "So. Let President Trump vs the reality of our environmental challenges commence  https://t.co/YcEXTIKniv https://t.co/f96XG2sds2", "796379638117171200": "RT @johnnystob: people acting like trump will bring the apocalypse. so childish.", "796381783059218432": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796381493098676229": "RT @womeninhighered: Don't mourn, fight like hell via @MotherJones https://t.co/4dsbJJG6kq", "796379643498627072": ". @LisaMarie0016 @Lorenzo_Asher  The regressive left have only themselves to blame for rise of Trump &amp; this whole movement. They built that!", "796381451096821760": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796382535123083264": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381655095267328": "Donald Trump ? President of the United States? Who's he? #notmypresident", "796379632979185664": "@jeffssamson Right, but Trump got fewer votes than Romney, by nearly 3 million. But yes, Hillary was the issue, she is/was that bad.", "796381218145071106": "RT @SoloChills: Donald Trump President-Elect. With upcoming rape and civil racketeering trials. Holy fucking shit America", "796379640612823040": "RT @TheAtlantic: Bracing for the unknowns of a Trump presidency https://t.co/o3joWMYa46 https://t.co/icBCsQniIX", "796379643033092096": "RT @vanvpaez: America elect Trump as president me: https://t.co/h4MoUpOXsY", "796380839927918592": "RT @CovertAnonymous: GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/j2Ejya6WH6", "796379632845078529": "DONALD TRUMP is the only person who could take on the entire world and win. https://t.co/TKPP7Y4W9y", "796379630450184192": "RT @Forca_Barca11: In 2011 trump said \" all the Americans are idiots \" now they proved it. #TrumpPresident #SiTrumpFueraColombiano #HesNotM", "796379637181915136": "it's been hours yet i can't still wrap my head around the fact that trump actually won the election.....", "796381029678415873": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379635080642560": "RT @dreagan1234: If trump wins I'll pay everyone who rts this $20 https://t.co/h6VXiv5bnT", "796379644677132288": "RT @brokenbutera: stupid white uneducated bitch in my class voted for trump", "796381590763044864": "This Barack Obama quote about Donald Trump is now more terrifying than ever https://t.co/0PAVio2ny4", "796381051392327680": "The utter state of America in three presidential quotes https://t.co/3ssJraMGRz", "796379635407851520": "RT @ColeLedford11: Today we mourn.  Tomorrow we plan.  In 2018, we retake congress.  And in 2020, we make Donald Trump a one-term president.", "796382276997169152": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/9R9ECpLv02", "796382085716078593": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379644916330496": "When you trying to figure out how to be a hoe in Donald Trump's America https://t.co/VuvWn6eoCB", "796379640948551680": "RT @danacfinley: If you want to understand why rape culture is alive in the USA, it's because Trump can admit to sexual assault &amp; still get", "796381841515302912": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379641871212544": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379638784212993": "RT @ReutersWorld: Trump's triumph puts Italy's Renzi in difficult position https://t.co/AfTGo1NpdI", "796379635617595397": "can't wait for Trump to take over @POTUS and leak DMs like this https://t.co/hQoEnf4Wcs", "796379636167045120": "If we can survive the Macarena as a nation, we can survive a Trump presidency.", "796379636255117312": "RT @slaylorstan: HAVE YOU FORGOTTEN, AMERICA, WHO DONALD TRUMP TRULY IS? Well here's a reminder:  #NotMyPresident https://t.co/QsRLp5pPO3", "796381921840398341": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/LQPbZ0YwsD", "796379643733540865": "Katy Perry Admits Her Parents Voted for Donald Trump at Hillary Clinton Election Night Party https://t.co/XDjBnmjerK", "796379638503247872": "RT @absurdistwords: When we minimized the outrage about rape, about racism, about fascism and ignorance, about marginalization we created a", "796381023424708608": "RT @BaluRaj: Michael Moore said Donald Trump's election is going to be the biggest f**k you in human history'. He was right https://t.co/xR", "796380747422691329": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796381948528721921": "Do not Mourn, Fight Like Hell https://t.co/IRx1Tjr5se via @motherjones", "796379639086256128": "RT @DRUDGE_REPORT: Obama era goes down in flames... https://t.co/E7NDJzqctf", "796381333417316353": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/wpDyjfKOSr", "796380397865078784": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379639577014272": "RT @yamilesgomez: If you honestly think Trump gives a damn about our people, you've been living under a rock. He is openly racist, sexist,", "796379645813788673": "RT @NBCNews: Trump did better with blacks and Hispanics than Romney in 2012, exit polls show https://t.co/ZlFFr5B6dD https://t.co/1viWGK3A3t", "796382338527567873": "RT @HaitiJustice: Don't mourn, fight like hell https://t.co/T6G6gUZCDJ via @MotherJones", "796380633438113792": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379644421410817": "I'm interested in Trump's stance on recreational Cannabis. Anyone know?  Did they even ask?", "796380828758642688": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796380457655009285": "RT @Independent: This Barack Obama quote about Donald Trump is now more terrifying than ever https://t.co/0EtU6y8E8k", "796381014188769281": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796379645000220673": "RT @DonnyFerguson: Trump got 1.1M fewer votes than McCain, 2M fewer votes than Romney.  Clinton got 7M fewer votes than Obama 2012. https:/", "796379631104315392": "RT @willis_cj: To Trump and all his supporters..... https://t.co/X5wcsl4DaL", "796380721145229312": "RT @Independent: The man who is being blamed for Hillary Clinton's fall https://t.co/bi78KO4ihF", "796379641690918912": "RT @youfunnyb: When Donald Trump becomes President https://t.co/rUKGolDKMi", "796379635470790656": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796382242838867969": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380745757388801": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796381534789963776": "JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White... https://t.co/sdkTNsgioB by #dnyangahu via @c0nvey", "796379637018300417": "Dear Trump supporters: Don't be sore winners. You got what you wanted. Stop telling ppl to leave the country, shut up, sit down, etc.", "796379641330143232": "Social media is so annoying... jamaican pple a cry an a dead, a wake up wid headache cause Trump win WTF some a dem never yet see plane.", "796382063687503872": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379641506385920": "RT @OnMessageForHer: Fully expect the media thinkpieces about why Trump won the election to be just as clueless as the thinkpieces about wh", "796380625209094144": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796381253717127168": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379635529330688": "RT @ezraklein: Many of the people who will suffer most for this haven't been born yet:  https://t.co/9tiI1i9ZpH", "796380685170802688": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796381053434949633": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380436318605312": "#ElectionNight @NYTimes Donald Trump President. WORLDWIDE SURPRISE. This is the World NOW. https://t.co/U5GJeiLOHv", "796379634103357440": "RT @txoth: americans watching the #Election2016 with the possibility of trump winning https://t.co/w8dWSk9xGl", "796379631473475584": "An American Tragedy https://t.co/7vZ4saB45o via @newyorker", "796379631335182336": "RT @ThisIsGaZa: If you look at his wife, she was standing there, she probably wasnt allowed to vote freely,\" #ElectionNight #Trump https:", "796381120166326272": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/xUPGbUy88Q", "796380944966029312": "Celebrities are just as shocked about how this election turned out as we are. https://t.co/YAcgly3H2Y", "796379630160740354": "RT @rolIeigns: if you voted for trump DO NOT fucking say that you are not racist, that you support women, and are not against the lgbt comm", "796380970689724420": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796381542662729728": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796380467947798528": "Donald Trump Is Elected President https://t.co/iGFEpRSDe7 (cmts https://t.co/4SGDNNWVVf)", "796379639300182017": "RT @eveharlow: Earth just had the 5 hottest years in a row in history. Trump said the Chinese made up global warming. That's who America vo", "796379644748402688": "Teacher cancelled class because Trump won ,  y'all acting like this MF is a god ", "796381655493644289": "RT @ABCPolitics: .@MittRomney sends \"best wishes\" to president-elect Trump, says \"preserving the Republic\" should be his aim. https://t.co/", "796381669527875584": "How Trump President-elect Trump #notMyPresident #electionNight  #wednesdaywisdom #themorningafter #trumpwins https://t.co/hBH9khNeer", "796379630282227712": "RT @meanpIastic: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/8DxzL7YqMX", "796379631419031552": "Hitler &amp; Trump https://t.co/95PY0Klatm", "796380389132693505": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/YDSBaY7iFM", "796379635839700992": "@ameerahngai massive opposition trump has to win over as president. he knows pretty well that he has a lot of himself he has to prove -", "796379630714359808": "RT @MsEmayaa: trump aint stopping me from my successful life, fuck all the other shit yall cryin about", "796379634799673346": "RT @JamesSurowiecki: Again, idea that this was some tectonic shift in voting is nuts. Trump not only lost pop vote. He got fewer total vote", "796379640550096896": "RT @Qlonesbian: USA: Trump doesnt represent the country.    Me, a muslim: okay but did you believe us when we said ISIS doesnt represent Is", "796381682580541440": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796379641347014657": "RT @mitchellvii: During his first 100 days, Trump needs to be laser focused on fixing this mess.", "796379634275414017": "RT @guaptimus_prime: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience requi", "796379643741880320": "RT @CatherineForNV: Our government is based on a system of checks and balances. And trust me, I will be one hell of a check on Donald Trump.", "796379631624581122": "Good Riddance!... These 23 Hollywood Libtard Idiots Said They'd Leave If Trump Wins - Let's Hold Them To It https://t.co/WVzqG7oCsB", "796379643561607168": "If you voted for Trump we can't be friends. Bottom line. Supporting him says too much about your character.", "796379634430517248": "RT @caroline__cb: All these white boys are like yay trump! wait until you get your girl pregnant cuz can't afford her birth control and abo", "796379634766004224": "RT @Zac_Johnstone: This is Canada's old Status of Women Minister. Being excited and happy about a Trump victory. Shame on you @KellieLeitch", "796381800952135681": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381171680772096": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380568938250240": "RT @Independent: Noam Chomsky called this political moment 6 years ago https://t.co/ZH50K10PnV", "796379641338466306": "RT @NYDailyNews: Our front page for Wednesday: HOUSE OF HORRORS: Trump seizes Divided States of America https://t.co/KKePm7uBhV #ElectionNi", "796379639362949122": "Its about the people with Donald Trump. With Hillary, its about HER. Thats why she lost https://t.co/qvtBjVEFFo", "796379632362721280": "RT @KeiferLirette: If you voted Trump you are not allowed to complain about anything ever again. People will suffer because of you, you don", "796379640025595904": "RT @AustinRamby: Some people don't understand the fear of trump because they aren't the ones being targeted by him", "796379644295528448": "RT @apblake: \"Fuck Donald Trump\" chant outside White House right now https://t.co/cyWuUHyKuF", "796381237539704832": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382111888474113": "RT @mikeamesquita_: When trump president  https://t.co/WBPqA1HuIf", "796379643574124545": "Obama played his race card Hillary played the woman card and played the Trump card! https://t.co/5i0Ul7TK2y", "796381327188631552": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379643800469508": "RT @trscoop: WATCH: Netanyahu records video congratulating Trump https://t.co/5AsNAKZSWi https://t.co/UDFoGDnbUI", "796379634535428096": "So many people seem to think Trump can ruin the country by himself.. it's a group effort lol https://t.co/c283pcF0H1", "796380823352213504": "How do I tell my daughter that America elected a racist, sexist bully? https://t.co/5r2LB58l5e", "796381378531250176": "Donald Trump Is Elected President https://t.co/16ata7mqBP", "796379638352187392": "RT @KWAMETHAGOD: If yall voted for Donald Trump, explain to your Black, Muslim, Hispanic, and gay friends why you don't give a fuck about t", "796379636888440833": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796379634875043840": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796379636930322432": "RT @cleejaayy: y'all gone be on this trump shit all day stfu and get over it ! y'all should've voted", "796382316931137536": "RT @VicNocal: \"Trump president of the USA?  Over my dead body.\"  -Janet Reno #Election2016 #ElectionNight #ElectionDay #PresidentTrump http", "796379639702663168": "RT @FortuneMagazine: Pharma stocks are soaring after Donald Trumps victory https://t.co/MreRq63bEI https://t.co/Kf2eFty1Iv", "796379637047853056": "RT @brvtravel: 2016: #Trump won't win. 2017: #Trump can't do that. 2018: This is your emergency broadcast system announcing the 1st annual", "796379639132356608": "RT @mcuban: We all need to give President-Elect Trump a chance. Support the good.  Lobby against what we disagree on. No one is bigger than", "796379632815652869": "RT @FAIEREY: if you support trump/are unbothered by what he stands for you can stop considering me a friend and i want you to actually forg", "796379640524894208": "RT @hydnfrnd: if trump wins ill giv $51 to everyone who rt !!!!! https://t.co/EuygmgRlul", "796382201185267712": "Donald Trump Is Elected President https://t.co/gPx77WmbME (https://t.co/2KqRt1mPT8 38 points)", "796381525990318081": "13 spectacularly Scottish reactions to Donald Trump becoming president: LONDON  To say https://t.co/ncjpUA41VV #vk", "796379634124267520": "RT @kings_hammer11: Trump didn't win... HATE won, FEAR won, RACISM won, HOMOPHOBIA won, SEXISM won. #PrayForUSA #RIPAamerica #ImStillWithHe", "796379639094579200": "RT @marclamonthill: White people watched Donald Trump demonstrate no knowledge of the issues, lose the debates, and insult everyone. They s", "796381182980190210": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796381004810387457": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381081276710912": "RT @markfollman: I weep for our country this morning -- all of us. But despair is not an option. Time to get back to work. https://t.co/Y45", "796379643670654980": "@CarlyFiorina Me and my daughter who met you in NH would love you to be included in the TRUMP administration.u r 1 tough compassionate woman", "796379636175425536": "RT @MariaMellaEyre: What do you say, win Trump!  https://t.co/7Y8j6ML3hT", "796379635017728001": "RT @ChaseSitzz: Liberals: \"Don't generalize an entire population of people!  Liberals: \"All Trump supporters are racist, homophobic, misogy", "796379641451843584": "RT @peachygubIer: I will not be walking past mr trump on the streets, I'll be passing the hate he created and encouraged.", "796381360424361984": "RT @laylah1991: How tf is trump president", "796379640482983936": "RT @KeeganTinnes: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/IcmhijgF5X", "796379639723806722": "RT @Lydia_DuPay: Woke up this morning and trump was president. Wake me up in 4 years thx", "796379641611063297": "ABC news literally just said that Trump won this election by appealing to white, less educated Americans. This is fucking embarrassing.", "796379643037282304": "RT @ActuallyGina: If you hate Donald Trump retweet this with your middle finger", "796379643561394177": "RT @dccommonsense: I predict Trump's going to hate the presidential workload.If it's true he never expected to win,he might wish he hadn't", "796379641242157057": "RT @_bloodbank_: How did Trump go from a meme to the president of the United states", "796379632505409539": "@safmpmlive judging from social media response majority Americans are Anti trump- Question is how did he win?! AIPAC is the answer", "796381529186439168": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/Sza3DH41T8", "796381207760019456": "RT @Independent: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/YJjbHn7svw https://t.co/SpQR76TGEQ", "796381823261691904": "RT @TheRickyDavila: A Trump President. A Republican controlled Congress. A Republican controlled Senate. Rudy Giuliani. Mike Pence.  God He", "796381510660132864": "RT @mikiebarb: PRESIDENT-ELECT TRUMP: the historic story, by @mattfleg and me https://t.co/6FRJRCln7s", "796382267882901504": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/PqU8CFgBme", "796380581009321984": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379641153847297": "RT @Estherwuff: My heart is broke. This is sad. I hate donald trump   #ElectionNight  #RIPAmerica #Elections2016 #Trump #HesNotMyPresiden", "796380979841691649": "Trump president and y'all still think this shit is funny. ", "796379633562296320": "RT @TheHolyKuran: America: \"we must not let Trump become president!!!\"  Also America: https://t.co/C3LNwMzwMM", "796381068362452992": "Protesters following Trump's stunner https://t.co/UMVXuyHMkZ If your dumb enough to #vote, live with it!", "796379631863508993": "RT @guaptimus_prime: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience requi", "796379634984243200": "Everyone is talking about trump and I'm really not in the mood", "796379631209369609": "RT @fdsnsei: AS A PORTUGUESE GIRL, FUCK DONALD TRUMP https://t.co/KQP9y30NyC", "796382058650054656": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/qHht1s9pS9 #uspoli", "796379633855827968": "RT @amirapache: Lek, baru trump. Belom trumpet. If you know wakamin.", "796380500898107392": "\"Here's what you just voted for, America\" https://t.co/EkOgbGeokA", "796379644085895168": "RT @StarLehto11: If you hate Donald Trump because he said derogatory things about women, and you listen to rap music.... you're an irreleva", "796379633708998656": "RT @ColeLedford11: Today we mourn.  Tomorrow we plan.  In 2018, we retake congress.  And in 2020, we make Donald Trump a one-term president.", "796379641435095040": "To see trump win is disgusting. He doesn't represent America or POC. He represents racism, bigotry, &amp; prejudice. #shouldabeenBernie", "796379634145300480": "RT @pilimoreralev: Nothing else but the truth... #HesNotMyPresident #RIPAmerica #Imstillwithher #Trump https://t.co/d3kZ91sIkj", "796379638826233856": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796380946408833024": "RT @TIME: These celebrities have advice for dealing with Donald Trump's victory https://t.co/SSKxK9Jt0q", "796379638809370624": "RT @DanielleRock26: Thanks @CNN for covering Hillary's emails for weeks and nothing on the actual child rape case Trump is in, or on the ot", "796379632459272192": "RT @marvelsbucky: All 5 living US Presidents do NOT  support Donald Trump. THIS SPEAKS VOLUMES", "796380634650472448": "RT @Daily_Express: Muslims voice fears for future after #DonaldTrump's shock victory #TrumpPresident https://t.co/WqahH9wAvc https://t.co/S", "796381721491030016": "How Trump President-elect Trump #notMyPresident #electionNight  #wednesdaywisdom #themorningafter #trumpwins https://t.co/wU5qW3Bn79", "796380899604566016": "RT @markfollman: I weep for our country this morning -- all of us. But despair is not an option. Time to get back to work. https://t.co/Y45", "796381325271961604": "#Doggie ... of the #UNITEDSTATES WHERE'S My #Coffee  OH wait #trump {#PRESIDENT OF https://t.co/Dlui6LcOKz", "796380657060605952": "See how bellahadid, Madonna and more reacted to the U.S. Election results. https://t.co/U6ggq1reL7", "796379631397978114": "RT @pictoline: It's official: Trump is the next president of the United States  #ElectionNight https://t.co/CtEerICoO8", "796379637664403456": "RT @RaelynDavies: JUST BECAUSE A PERSON VOTES FOR TRUMP DOESNT MEAN THEY ARE RACIST, SEXIST, AND HOMOPHOBIC", "796381346113474560": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379641833517056": "RT @willis_cj: To Trump and all his supporters..... https://t.co/X5wcsl4DaL", "796379630441631744": "RT @tangledtuan: how do any of you see good in trump he has no agenda and his vp is someone who uses mulan as an example women shouldn't be", "796381958108495872": "\" Trump President \" https://t.co/Kg3Kgfk9m8", "796380308270501890": "RT @patcaldwell: Don't mourn, fight like hell https://t.co/mOz3zyVENQ via @ClaraJeffery", "796379642181533697": "RT @Rockprincess818: Everyone whose right to peaceful assembly was violently derailed should sue @CNN @NBCNews for inciting violence toward", "796381837358665728": "RT @mashable: Good luck, America: You just elected Donald Trump president: https://t.co/mq7mNLVWS1 https://t.co/ptgFlM5rAl", "796380855748952068": "Donald Trump Is Elected President https://t.co/oXn8eDxJte", "796380578132164608": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796379640738803712": "RT @RepubGrlProbs: the silent majority who didn't say they were voting for trump https://t.co/ESBZRU6ZF4", "796381900461981696": "How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Yt5I8MYrrs", "796379631964327936": "RT @SamatFIRE: If you read one thing about the election, read this by @robbysoave. \"Nails it\" doesn't even begin to do it justice. https://", "796379639824293892": "President Trumps First Term https://t.co/A5Rr56z47b via @eosnos", "796379645591584768": "RT @washingtonpost: Donald Trump elected the 45th president of the United States https://t.co/cPVCpGOzGj https://t.co/UZDvTYZDmp", "796379641925828613": "RT @PrisonPlanet: Trump took on:  The political class; The media; Hollywood; Wall Street; Rigged polls.  And won!  #ElectionNight", "796379635319709696": "Bernie. Wasn't. Going. To. Beat. Trump. Either.   But RTs are cool I guess  https://t.co/FapRWXnWni", "796381643703484421": "trump president ? .... issa joke", "796381308549210112": "RT @TheRickyDavila: A Trump President. A Republican controlled Congress. A Republican controlled Senate. Rudy Giuliani. Mike Pence.  God He", "796382174006177792": "\"Trump appealed to America's worst impulses. Now it's on the rest of us to show, to prove, that this is not all... https://t.co/LlttX2W5fw", "796382460409946113": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796380292059578370": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379640411680768": "RT @moonloversss9: I'm not pro Hillary.I also not fond of her. but still can't accept Trump too.maybe never.too many reasons    will just", "796381454380900352": "LIVE on #Periscope: Joyce America Speaks. The Polls Trump President Will our life change? Hope springs eternal https://t.co/2K4FKt7NUi", "796379634237480961": "RT @amirapache: Lek, baru trump. Belom trumpet. If you know wakamin.", "796379637869932544": "RT @camhale5150: Y'all acting like Trump is a bad president and he hasn't even stepped foot in office yet like damn give the man a chance", "796380309658931204": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381067443847168": "RT @ABCPolitics: NEW: @JohnKasich congratulates Trump: \"The American people have spoken and its time to come together.\" https://t.co/uRHHA", "796379635588169728": "RT @lekano_: ppl that vote for trump the same ppl that say \"dude there's a difference between a nigger and a black person\"", "796382285062897664": "RepublicanAmerican - Shock, joy and fear as voters elect Donald Trump president https://t.co/JP7S2VFICt", "796379644941344770": "RT @JMilesColeman: Minnesota President by precinct. HRC (blue) - 46.4%, Trump (red) - 45.0%. https://t.co/PG5PY3JSJl", "796381647234961408": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379642949156864": "RT @KyleKulinski: Is there, like, a 1% chance Trump becomes the 'traitor to his class' that FDR was? I'm trying here...", "796380531432759296": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381634631270401": "I BEG ONE OF THESE WHITE MF's START ACTING DIFFERENT CAUSE TRUMP PRESIDENT ... IMMA SHOW EM WHY WHITE PEOPLE SCARED OF US FORREAL...", "796379636250898433": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796379632211808256": "RT @keiradanvers: it hasnt even been 24 hours yet https://t.co/XJhXLo6Zlw", "796379642416525312": "RT @LionHeartedXx: If Trump can be President with no political background I can be a lawyer without going to school", "796379632333418497": "RT @IngrahamAngle: Judith Miller just said that Trump needs to apologize. Unreal.", "796382430936567809": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/1AmInhAt86", "796381863162036224": "RT @Independent: The utter state of America in three presidential quotes https://t.co/Cb8y0JUoXo", "796381740411523072": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796382498116734977": "RT @Refinery29: Celebrities call for action after Trump gets elected: https://t.co/W0fUOsVEN1 https://t.co/q2VpGXISVH", "796379631301644288": "@jonwilliamson5 they got offended by your trump tweets. #Trump2016", "796379641590280194": "RT @_traaaacy: Y'all talking about assassination like Pence is any better than Trump??? We're screwed regardless", "796379644975022081": "RT @erinspartyy: Wishing the best for my Missouri friends who are victims of Trump's hate rhetoric today and for the next four years", "796379642164690945": "RT @TheDailyEdge: President-elect Trump due in court this month to explain why he scammed 000s, inc. one Iraq war widow out of $35,000 http", "796380712396001280": "Exactly my anxiety at the moment: \"How do I tell my daughter[s] that America elected a racist, sexist bully?\" https://t.co/2OFbbFVnKs", "796381037802782724": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379639560204289": "RT @annetdonahue: Maybe if you're feeling helpless, donate to Planned Parenthood who are the opposite of what Trump stands for: https://t.c", "796379637492449280": "RT @apblake: \"Fuck Donald Trump\" chant outside White House right now https://t.co/cyWuUHyKuF", "796379641028210689": "RT @IamDeeMerlon: I now understand why Trump won. Watch this   https://t.co/L4Wrj3N5oq", "796381699953270788": "Its bool tho trump president so honestly nobody care about shit anymore  https://t.co/g76tctI3JV", "796382377572442112": "This Barack Obama quote about Donald Trump is now more terrifying than ever https://t.co/jAtzUpBjYZ", "796382266968702976": "Also, why is Trump President? WTF America?", "796379639962701826": "RT @BillKristol: If you'll permit one sincere, un-ironic tweet: I hope President-elect Trump proves to be a far better president than I had", "796381751278993408": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380482371981312": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796381043238506496": "RT @AftaPlatinumANT: WAKE UP! The Lord is MAKING you turn back to Him by making Trump President! And His TRUE sheep will return to Him. You", "796380350477897728": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796382267727704066": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/Ma28tKGpwA", "796379633436491780": "RT @DRUDGE_REPORT: Hillary supporters burn flag, threaten to kill Trump... https://t.co/7njKNXr9oS", "796382163780440064": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379640927555585": "RT @paulkrugman: Some morning-after thoughts: what hits me and other so hard isn't just the immense damage Trump will surely do, to climate", "796379633662894080": "RT @washingtonpost: Donald Trump elected the 45th president of the United States https://t.co/cPVCpGOzGj https://t.co/UZDvTYZDmp", "796380480396554242": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796381569619349504": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796379638528430084": "RT @BankBoyxFargo: Trump said all the drug dealers then he corrected himself and said \"all the bad ones\" lol if he wins I'm back on the blo", "796380944143941632": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382257078530048": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379645935570944": "Wow I fucking hate you if you voted for trump. I will not feel bad for anything that happens to you because u voted for much worse to happen", "796382537308217345": "Protests break out after Donald Trump wins https://t.co/EfykmPXs5h #Sydney #News #Aus", "796379641283944448": "RT @nytimes: Chanting Not my president, several hundred protesters streamed through the Berkeley and Oakland early Wednesday https://t.co", "796380915975016448": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379638868086784": "RT @cascamike: *very democratic party insider voice*  \"i've been wrong about everything for the last 18 months but here's what i think trum", "796380274665947140": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379634522845185": "RT @youfunnyb: When Donald Trump becomes President https://t.co/rUKGolDKMi", "796379639924998144": "RT @LiveLoveHF: When bombs are dropping and we're in World War III, I don't want to hear any Trump supporter complaining or hashtagging #Pr", "796381658807209985": "\"How could America be so stupid and elect Trump president\" -the same nation who voted for a dead gorilla over 11,000 times", "796379640768106496": "@Toure Magic Man Trump has to produce something now. Let's see it.", "796379645704806401": "RT @Too_Eazy23: If trump win I'm not telling y'all to go out and do anything crazy but uh ... you catch my drift . https://t.co/pxL51q8I89", "796379637936832512": "RT @GQMagazine: \"It was a white-lash against a black president, in part, and thats the part where the pain comes. https://t.co/hVDlltMZCt", "796380803164999681": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796381127913177088": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380808080687105": "RT @NepentheZ: Sooooooo. Donald Trump, president of the United States of America. Wow.", "796379638096392192": "RT @sophiewoood: If you are a hidden Trump vote, please think about why you are ashamed of telling people that you are voting for him. That", "796379639417540608": "RT @YoungTRIPPYguy: If set an American flag on fire you're no better then trump", "796380840074813440": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380533504741377": "Noam Chomsky called this political moment 6 years ago https://t.co/KTpEjbMsvy", "796380450180702208": "Don't mourn, fight like hell via @MotherJones https://t.co/4dsbJJG6kq", "796381453588299778": "RT @Region8News: Hillary Clinton expected to deliver her concession speech momentarily. Watch it live here&gt;&gt; https://t.co/PaY8gIzCEa", "796380283251675141": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381838113525760": "RT @Rhevolver: Roger Waters's mom: It's done, Trump president. Roger: Mother should I build the wall? Mom: Hush now baby, baby, don't you c", "796379636447985665": "Wow Trump, that's a lot of votes.. Would be a shame if someone.. Deleted them.", "796382245439291392": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796380916209876993": "Congratulations not celebrations: Countries who slammed Trump send best wishes https://t.co/e0XQMcqKyV", "796381030475268096": "Good morning to everyone but those saggy ass white women who made Trump president", "796380822299377664": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796382187214041089": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382267329409024": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796379634774507520": "RT @megancarpentier: Or as one pundit said last night, \"Trump's voters didn't take him literally, but they took him seriously.\"  https://t", "796380784265412608": "The Media should learn from #Trump President of the United States! Unity! @abc @NBCNews @CBSNews @CNN @greggutfeld https://t.co/BtuFSNxX6Q", "796379641955176448": "RT @seanmdav: States that voted for Obama 2x that just voted for Trump: Florida Ohio Iowa Wisconsin Michigan* Pennslyvania* Good luck calli", "796379645788688384": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796380961508245504": "RT @nytimes: Breaking: Donald Trump has been elected president, a stunning upset for an outsider who defied the establishment https://t.co/", "796379643179843584": "RT @allierodgers004: Thank god I'm going to college in Minnesota so I don't have to live in a country where Donald Trump is president ", "796379645981683712": "RT @KEEMSTAR: Trump is brilliant https://t.co/wlrrRXVGpX", "796381530973085697": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379642651250688": "RT @highsnobiety: Martin Shkreli drops unreleased Wu-Tang music following Trump win: https://t.co/f7W2djaG2h https://t.co/zQqKCI9G6b", "796379631326793729": "Trump campaign: 'Undercover' supporters helped deliver upset victory  https://t.co/FTQrGnP3c4", "796379634199920640": "RT @RichardTBurnett: President Trump... https://t.co/PERrTNpkY7", "796382216687325184": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379635361550336": "RT @philliesfan94: Did u no donald trump was breifly interested on running for president", "796379638721368064": "All we could do is vote and trump won, now we don't need ur input anymore like they are gonna reelect? It's over let's wish for the best", "796381149505396737": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796380340818477057": "RT @DNAinfoNY: How a Trump presidency will affect New York City: https://t.co/svZ9qMkXBJ https://t.co/VSrVTKOAsC", "796380710311436289": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379630156574720": "RT @chichemusic: tp stans we're good bcwe dont believe whats on tv donald trump isn't actually president!", "796381315968831488": "RT @pomeranian99: Dont mourn, fight like hell. Good and stirring advice from @MotherJones: https://t.co/O2TbUOGTnv", "796379643221774336": "I cant belive that donald trump won  My aunt and uncle are geloing to be sent away", "796379634665406464": "RT @JClementUK: I was smug before Brexit. I was smug before Trump. I'm going to continue to be smug and hostile, and now I've got the elect", "796379641506316288": "RT @DomenicoNPR: Turnout  2012 Obama: 65.9m 2016 Clinton: 59.1m = -6.8m 2012 Romney: 60.9m 2016 Trump: 59m = -1.9m  You tell me what happen", "796379637169459201": "To be fair, most people would make a better president than Trump  #KanyeForPresident", "796382335662899200": "RT @MotherJones: Don't mourn, fight like hell https://t.co/u1QCTv3OIq https://t.co/Ftimfu1xyN", "796379645939683328": "RT @CevansOfficial: Donald Trump didn't win today.  Hate won Fear won  Racism won  Sexism won Homophobia won  Prejudice won  Self interest", "796379633503518720": "Also: you think they're going at a different time tomorrow than Trump? https://t.co/xedE5KBKMc", "796381864877576192": "RT @nytimes: Donald Trump is set to take the oath of office on Jan. 20, 2017 https://t.co/K3FW3G2U6m", "796381942925041664": "Trump president and 65 passed oh yeah y'all dummies getting taxed with no escape from hell", "796379636892631040": "RT @slaylorstan: HAVE YOU FORGOTTEN, AMERICA, WHO DONALD TRUMP TRULY IS? Well here's a reminder:  #NotMyPresident https://t.co/QsRLp5pPO3", "796380823071100929": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382333477814272": "RT @guypbenson: Very, very good speech from Trump.   President-elect Trump, that is.", "796379636699660288": "@_Drew_McCoy_ McMullin peddled ridiculous conspiracy theories about Trump being Russian agent, not a mere Putinist.", "796379640319410177": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796380324628414464": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379633381949440": "As much as I hate Trump, of over half our country likes him then I guess I have no option then to be optimistic towards the future", "796379636821360640": "RT @HYPEBEAST: Martin Shkreli streams his $2 million dollar Wu-Tang album after Trump victory. https://t.co/A0ctHPqNvC https://t.co/zJY3LGD", "796381124377227264": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379637408354304": "RT @shayfromonline: The silent majority is what pushed Trump into this win. How are y'all voting for someone you don't even want to publicl", "796379642202492928": "RT @TarekFatah: BREAKING: Putin, Trump and Modi to meet in March in Crimea for a 'Yalta Summit' to initiate the dawn of a 'New World Order'", "796380459261394944": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381495216705537": "Trump's views on climate change mean he's a danger to us all https://t.co/E1faP95MnI", "796379642450022401": "Trump can use women and muslims as chess pieces in his fucking house for all I care if United sign Antoine Griezmann.", "796379635638554626": "RT @katee_gibb: My moms response to Trump winning. She's such a positive saint. @maggiegibbons7 lmao your bitmoji is on point. https://t.co", "796379638150742016": "Hopefully trump does what alot of presidents have done. Not actually do everything  they promised in their campaign .", "796381473544826881": "RT @kaibiermann: America, you had one job. https://t.co/oZ3zAjINgv #USElection2016", "796382503573606400": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796382268679782401": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/eBO6VgpiHW", "796380325517688832": "RT @MarisaKabas: billy bush: fired.  donald trump: president.", "796379644400386049": "RT @MagicJohnson: The American people have spoken loud and clear with their vote by electing Donald Trump as the next President of the Unit", "796379630886354944": "RT @lizzeeoh: donald trump is NOT my voice and he does NOT represent me", "796379636015972352": "RT @ShayxKardash: #Trump didn't win! Racism won. Sexism won. Hate won. Lack of education won.  #ImStillWithHer #NotMyPresident", "796379632803061761": "RT @GroverNorquist: Scott Walker's Act 10  ended forced union dues for gov workers allowed Trump to win Wisconsin  https://t.co/nH0ipBqWVG", "796379637471318016": "RT @rajivanand: Brexit.Trump.Pollsters and media seem to live in lalaland totally disassociated from reality.Wake up and smell the lowest c", "796380554031759362": "\"Any questions on the last exam? On anything else?\"  \"Why is trump president?\" -me prompting what would be a 50 minute discussion", "796379631695839232": "RT @FemaleTexts: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/AxMH4ZYPcR", "796381824540774400": "Protesters take to the streets following Trump's stunner https://t.co/qArdi21rSs BYE SOUTHERN ILLEGALS - GO HOME.", "796382427027505154": "This song was surely written for #Trump; President Gas by Psychedelic Furs  https://t.co/EhLdi5BWrr https://t.co/H70mF80PJ7", "796381082933403648": "RT @cucetaloca: american horror story: donald trump president", "796379642487656448": "I really don't see how people actually support Trump. Not saying Hillary is any better but he's absolute GARBAGE.", "796381711093342208": "Trump President #TrumpPresident #hillary #electionday #ElectionResults  #TRUMP #AMERIKA #ClintonVsTrump #Clinton", "796381691006820356": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379642546585600": "RT @kvylvmichelle: Trump gave America every reason not to put him in office and they really made him president...wow.", "796380741449838592": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796382012022124544": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/sHRUBxWbXB", "796379641132912640": "RT @AmaraWorldWide: ALL THREE BRANCHES OF GOVERNMENT WILL BE REPUBLICAN. This means Trump will have nothing but yes men around him. This is", "796381463180513280": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796379632002093056": "RT @Cjxnezxxx: Since all y'all mf's like Trump so much , how about y'all bring y'all rich spoiled asses to the military and risk y'all live", "796380594284462081": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796379642856869891": "RT @jeremycorbyn: Trump's election is a rejection of a political establishment, and an economic system that has left too many people and co", "796379630307606528": "RT @neiltyson: FYI: Manhattan, where people know Trump best (hes lived, worked, &amp; played there most of his life), gave him 10% of the vote.", "796379632731914240": "When we said we wanted white people crying we meant trump supporters not my man Bernie", "796382272660324352": "LMAO!! Yes he does he just made Donald Trump President https://t.co/NPDcsL0nNv", "796380892520415232": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380860475998209": "RT @PromocionoRols: Me: *Despierta* \"Donald Trump President\". Me: https://t.co/HtRLv2G7tT", "796379643142086658": "RT @chanddlerriggs: rt this if trump becoming president will have a negative effect on you or someone you know i just wanna see something", "796381995668557824": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379644652089345": "RT @FranAltomare: Make America GRETTA Again. #Trump #Election2016", "796379632064929792": "RT @ColeLedford11: Today we mourn.  Tomorrow we plan.  In 2018, we retake congress.  And in 2020, we make Donald Trump a one-term president.", "796381591169892353": "Don't mourn, fight like hell https://t.co/cwueGpHKNC via @MotherJones", "796379633822429185": "hes just as bad as trump #barnet https://t.co/nIPnAP50hO", "796379635714027521": "#Travel | Travel in the age of President Trump - The Independent https://t.co/swZQYYSjmW", "796381554859593729": "RT @Independent: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/YJjbHn7svw https://t.co/SpQR76TGEQ", "796379641053331456": "RT @StatDevices: HISTORY IN THE MAKING  #Trump #MAGA #BreakingNews #PresidentTrump #ElectionDay https://t.co/B7bL7ODcoq", "796379634761728001": "RT @FiImFeed: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co", "796379643964170244": "RT @TheOddsBible: Brexit, Trump and Liverpool are top of the league... https://t.co/7DaeMzm9NB", "796379642529779712": "If Trump imposes the kinds of things Some people are saying against minorities. I will be fighting with them all against Trump all the way", "796379635340734464": "RT @StrangePintura: My nephew asked my sister if Trump won. She told him yes. His eyes watered and he asked her if we're going to die. He's", "796379635038744576": "Honestly so upset about the election... it's very scary to think a man like trump represents the majority of the country. #proudtobecanadian", "796379638394195969": "RT @nationalpost: .@mfisheroverseas: Trump may think he can make America again, but he wont be able to unite it https://t.co/lFhldTWGLR ht", "796379638213869569": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796382421721739269": "RT @Independent: How cartoonists around the world have reacted to Donald Trump's victory https://t.co/44tydQm8Ba", "796379632916262912": "RT @TheDomino: List of new 52-wk &amp; record highs in the S&amp;P 500 is thematic about Trump win &amp; GOP Congress sweep: Banks Healthcare Defense c", "796379640428433408": "RT @Nate_Cohn: Trump won with gains white working class voters who many believed the Democrats no longer needed  https://t.co/HZ1AGFJ3yN", "796380382090313728": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380603574841345": "Donald Trump Is Elected President  (Discussion on HN - https://t.co/pADxGacmqc) https://t.co/VAbyYYBFuk", "796380931254677504": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796379632924786688": "RT @BernieSanders: What upsets me so much is we have struggled for so many years to overcome discrimination and Trump is running his campai", "796379638050136064": "lol They just said on the radio the moment trump's win was announced, the Canada immigration's website was so busy it crashed!!!", "796379638142554112": "RT @HuffPostPol: Trump's wall looms exactly 27 years after Berlin Wall came down @AkbarSAhmed https://t.co/vIDnNYqs75 https://t.co/De9E1hsN", "796379635177099264": "RT @Mike_ODavis: DONALD TRUMP IS NOT MY PRESIDENT HE IS MY OPPRESSOR", "796381919202181124": "From Mashable: 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/hO0odABcJM", "796381841662025728": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/4JNdtXzt0N", "796379637093761024": "RT @AmbitiousAmaris: Wasn't supporting Trump when all those black guys was fucking her in HS.....? https://t.co/iiY2FZHBAX", "796379636120817665": "RT @umplsdont: Trump:244 Clinton:209 Blink:182", "796382313647144960": "\"The Movement\" WON! #Trump was OUR Voice! Now WE must unite OUR country and Make America Great Again for ALL! #MAGA https://t.co/Qhfn9MpFyt", "796382449739694080": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379638390026240": "RT @FreakyStylezzzz: Trump is not my president! Trump is not my president! Trump will never be my president! Trump will never be my preside", "796381814445244416": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381954409164800": "Donald Trump Is Elected President by  via Hacker News https://t.co/bYbcqHMtyn", "796380510838784001": "@aishatyler 9/11 attack to WTC 11/9 Donald Trump president elected https://t.co/hiYnu6VjcP", "796379630139805698": "RT @KCRANatalie: Another short clip I edited to take out the expletives. Anti-Trump protest taking over streets in #Davis https://t.co/3xOE", "796382197955465216": "RT @lauraalbert: Don't mourn, fight like hell https://t.co/UQOGgQ80a1", "796379633822396416": "RT @netanyahu: I congratulate Donald Trump on being elected the 45th President of the United States of America. https://t.co/mD2lIn6L2k", "796381208880050177": "What Do We Do Now? https://t.co/ulcayZM0Cd #technology", "796381853209022464": "Donald Trump is the 45th president of the United States of America. New Shirt. https://t.co/UBUav9wHgA https://t.co/RLjBgLaSBI", "796382260501053441": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379644681457665": "RT @tapassen1: The World as we know it finally comes to an end today. A man like Trump is the White House. Americans need to hang their hea", "796379632689881088": "RT @langeIand: rt for 2 boys kissing, like for donald trump https://t.co/2NqrgPkb86", "796379632689881089": "RT @BuzzFeed: American Muslim women are saying theyre afraid to wear hijabs after Trump wins Presidency https://t.co/DoeUK8VhHV https://t.", "796382197716516864": "RT @EnginSezen: So many people are trying to move to Canada that the government's website has crashed https://t.co/RHGtlKtPBQ", "796379638192885760": "RT @XLNB: The way they treated Obama? Nah son, Trump about to get this A-1 disrespect every chance we get.", "796380412029313025": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796379631117025280": "RT @kings_hammer11: Trump didn't win... HATE won, FEAR won, RACISM won, HOMOPHOBIA won, SEXISM won. #PrayForUSA #RIPAamerica #ImStillWithHe", "796379643590885376": "RT @BENBALLER: And it's still... FUCK DONALD TRUMP #amerikkka", "796380445701091328": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379633662967810": "RT @NFL_Memes: Throwback to Donald Trump saying he would fire Roger Goodell if elected President #MakeTheNFLGreatAgain https://t.co/XzXTLlM", "796382389073301505": "RT @ABC: Donald Trump captures presidency in historic and stunning upset of Hillary Clinton. https://t.co/Ri3Xy6ZRp3 #Election2016 https://", "796381545615544320": "Wait so is trump president? I couldn't tell.", "796379634652901376": "RT @DomenicoNPR: Turnout  2012 Obama: 65.9m 2016 Clinton: 59.1m = -6.8m 2012 Romney: 60.9m 2016 Trump: 59m = -1.9m  You tell me what happen", "796379644530409472": "RT @Iamm_zion: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right... https://t", "796381128256954368": "My sympathies to all in the USA. Well, you voted for him. It's all on you. https://t.co/SZvv2g9R80", "796379630760390656": "RT @K_A_DD: Trump will be on trial for child rape in December Pence advocates for electro shock therapy on gays This is who you voted for", "796379638469709824": "RT @BigmannDarnell: If Trump wins I'm applying to every job possible. Why should I have experience to be a lawyer or doctor if he's running", "796379632442417152": "Knew Trump was going to be hyuuge shortly after he announced he was running. Wrote about his rise that August. https://t.co/kIdVSjE6sp", "796381410613465088": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382540911276032": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380770613035009": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382512083660801": "Re-up: Amid a dark hour following Donald Trump's election to the presidency, we fight on. @ClaraJeffery nails it. https://t.co/FWzFk626kQ", "796381808959033344": "RT @Independent: The utter state of America in three presidential quotes https://t.co/Cb8y0JUoXo", "796379642873708545": "RT @XLNB: The way they treated Obama? Nah son, Trump about to get this A-1 disrespect every chance we get.", "796379635613396992": "\"Waking up and Donald trump is president is like waking up on Christmas &amp; finding santa had killed himself and I have to clean up his body\"", "796379633759506432": "RT @IlenePrusher: Trump's minor attempt to stop the world from freaking out: We will get along with all nations willing to get along with u", "796379634585784320": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796379634136858624": "I really saw a republican tweet blaming Obama for a non experienced person being elected into office, but they literally voted for trump..", "796379644224274432": "RT @lliinnddssaayyo: y'all realize trump doesn't have enough power to repeal laws by himself ???", "796379634283778048": "And every women who voted for Trump most likely look like Kodak Black https://t.co/9cQXiDlCW1", "796382349764149248": "RT @CodeAud: The 10 best places to emigrate for Democrats after Donald Trump's victory https://t.co/CTmQhLmhxA", "796382436942815233": "RT @kmcdonovgh: Trump is our next president. Now, millions of the people most endangered by that fact are making plans to stay safe https:/", "796379633822232576": "@realDonaldTrump is God's Cyrus, Isaiah 45, so anyone who is against him is against God's choice! https://t.co/3XDHolaYjq", "796380855593746432": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796382336342368256": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379630991273984": "RT @Crux: On polls and people's concerns: Trump wins Catholic vote in election that awoke religious feeling https://t.co/mP02NrZYWa", "796379640323510272": "RT @ZakTasty: I ain't even a Trump supporter, I just can't stand all this animosity towards each other bc y'all think differently about shit", "796380888066125825": "RT @ABCPolitics: NEW: @GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/uRHHAvepdq https://t.co/", "796379642584244224": "RT @rebeccawatson: if you think misogyny wasn't a huge factor in Trump's success because of how many white women voted for him, you don't u", "796379644580818944": "RT @VanityFair: From late night to Twitter, everyone stopped making jokes as a Trump presidency became all too real https://t.co/3540L4jtzD", "796379645520310273": "RT @mrcarmack: I'm not terrified.  It took trump for y'all to wake up.  It's just getting interesting.", "796380638316265474": "RT @Refinery29: Celebrities call for action after Trump gets elected: https://t.co/W0fUOsVEN1 https://t.co/q2VpGXISVH", "796379637043658754": "Protecting me isn't pushing me in the water when you know it filled with sharks (trump).", "796379639295905793": "RT @maggieNYT: Aside from basic policy, things we do not know about President-Elect Donald Trump:", "796381378233462785": "Noam Chomsky called this political moment 6 years ago https://t.co/1WlFO7qRIk", "796380337634942976": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796380371180986369": "RT @TheRealZacktv1: Everybody Mad Cause Trump President  Fuck Y'all Thought Y'all Vote Mattered  It Didn't  America", "796379643188277251": "RT @YahooMusic: Prince Royce On President Trump: 'Pray That He Becomes a Different President' https://t.co/w8pOhEED9B", "796380623002861569": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796379635558809600": "RT @_MandaaaS: Trump isn't even impressed. He can't even believe y'all were this dumb. https://t.co/xo6tpq5gA1", "796379643725152261": "RT @BostonGlobe: CNN commentator on Trumps win: It was a white-lash against a black president https://t.co/sG9TDRTlID https://t.co/57Ahc", "796379640696684544": "RT @9GAG: 16 Celebrities Who Will Leave the U.S. If Trump Wins https://t.co/23yn53vPRG https://t.co/XqugIvirSL", "796379640776359936": "'A world is collapsing before our eyes': Trump's win stuns overseas https://t.co/DdVUU2Z9kd via @nbcnews", "796381355483533313": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379635655307264": "RT @DanBilzerian: All of the people who said \"if trump gets elected I'm leaving the country,\" just became liars", "796379635097497600": "RT @GavinFree: Feel free to unfollow me if you support trump and don't like my tweets about him. I don't think we are destined to be best f", "796381111630884864": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381146833649664": "RT @LaylaTheTurtle: -sees trump president- Me: well I'm #dapgone", "796381062045794304": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379633654661120": "RT @TrillxLove: RT this if trump becoming president is a nightmare and you officially lost all hope for this country. I just wanna see some", "796379642903035908": "RT @Fardosa_Q: TO ALL YALL BLACK PEOPLE THAT VOTED TRUMP, AT LEAST SOMALIS KNOW WHAT AFRICAN COUNTRY THEYRE BEING SENT BACK TO. WHERE YALL", "796379633801261056": "RT @DRUDGE_REPORT: Russia 'ready to do its part' to rebuild ties... https://t.co/QamyzGIQEB", "796382484451594240": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796382102119821312": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379641128906756": "RT @tenorbuds: Just in case you thought Donald Trump becoming president was a nightmare... #NotMyPresident #ImStillWithHer https://t.co/xTd", "796379645574860800": "RT @L1LDebbie: I hope America changes Trump for the better. I can only hope &amp; pray that WE CHANGE THIS MAN. It's up to us now.", "796379641535664132": "Hump day or Trump day? ", "796379639396651008": "RT @The__Prototype: Hillary: So y'all only with me cuz y'all hate Trump?  Us: https://t.co/zqfFCAAOAV", "796379632861847553": "I woke up to Donald Trump as our to-be president and Kris Jenkins on my TV about the national title game, not a great start to my day....", "796379636020088832": "RT @tenorbuds: Just in case you thought Donald Trump becoming president was a nightmare... #NotMyPresident #ImStillWithHer https://t.co/xTd", "796379630680698880": "@CeciliaVegaABC @sullyfoto @HillaryClinton @Newsweek Sorry, not so much. Trump 2016!", "796379636246736897": "RT @ajplus: America, meet your new president: Donald J. Trump. https://t.co/Ug2ec6gCX0", "796379643981037568": "RT @trscoop: WATCH: Netanyahu records video congratulating Trump https://t.co/5AsNAKZSWi https://t.co/UDFoGDnbUI", "796379641867071489": "@mathenysucks  And the ~8% that voted Trump cannot help either", "796381341596139520": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796382087406305280": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380379439595520": "The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/WHe6AEYMON", "796379632979312644": "ayo ... im omw to work, heading into soho meanwhile my uber driver is on the phone and said \"im in trump city\" ", "796380670192848896": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379634057314304": "Seeing people tweet about this horrible result. Yet some did not go vote against a Trump presidency by voting third or not voting at all.", "796379640793272320": "RT @Tim_Nordahl: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience required\"", "796379638142537728": "RT @FaZeBlaziken: I want to believe trump is riding around somewhere in a honda civic right now, just blasting Donald Trump by Mac Miller", "796382151168040961": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796382186710581248": "Trump president the same month the europeans sluaghtered the natives hmmmm somethings fishy", "796379635739226112": "RT @KatelynRosexo: What if Donald Trump won because a majority of the country agrees with his traditional views and values, not because we", "796380319008047104": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379638188675072": "RT @scrowder: Lol =&gt; Hillary Supporters Crash Canadian Immigration Website After Trump Victory https://t.co/wGtZtP2kpg https://t.co/CbgqGnx", "796379640772165632": "America has been divided, and would have continued to divide whether Hillary or Trump won. Best thing to do is stand together. #Election2016", "796380901865181184": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379639463542784": "tbh fuck this country, it deserves to burn to the ground. Go ahead and make \"America Great Again!\" Trump. See y'all @ the Nike sweatshop", "796380491116990465": "RT @indy100: The Simpsons predicted Trump's victory 16 years ago. No one listened https://t.co/4nYdBZ7O3m", "796379636917641216": "RT @Tim_Nordahl: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience required\"", "796379642378801155": "RT @WrestlingScenes: Stone Cold Steve Austin gives Donald trump the stunner at wrestlemania https://t.co/j2pqgmsxV4", "796380430761127936": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382497491783682": "RT @indy100: This Barack Obama quote about Donald Trump is now more terrifying than ever https://t.co/0PAVio2ny4", "796380614438031360": "RT @Independent: Donald Trump's views on climate change make him a danger to us all | @CarolineLucas https://t.co/6F0cIH9OSY https://t.co/f", "796381043427115008": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379640436760576": "RT @Foodmancing: So what will @MarkBurnettTV ask for from President Trump in exchange for the Apprentice outtake videos?", "796382329677565952": "@matthewjdowd Please see: https://t.co/DeBlkbogHh", "796379636590473218": "RT @lmaomaxi: @realDonaldTrump Follow me if you support Trump!", "796380384313360384": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796379644207525889": "RT @WorIdstarr: No wonder trump won https://t.co/I7m8jWcppY", "796382356789600256": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796380905086578688": "RT @JPN_PMO: Congratulatory Message from Prime Minister Shinzo Abe to Mr. Donald Trump, President-elect of the United States: https://t.co/", "796379642424950784": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796381954165747714": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380335462293508": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796382388477657088": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379645427982336": "RT @telepathhh: fuck Donald trump fuck Nigel farage fuck brexit fuck marine le pen fuck vladimir Putin and fuck Mrs browns boys too cos it'", "796379643423129600": "RT @benshapiro: The 4 Biggest Losers In Donald Trump's STUNNING Victory https://t.co/pK3rIwPU6A https://t.co/kfpACeRsIe", "796381032434069504": "RT @UberCheIseaFC: The same nation that voted Donald Trump president has been mourning the death of a gorilla for 6 months.  Stop acting so", "796380753827426304": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796382399370264576": "Trump president Ima just get high fo da next 4 years ", "796379645155442690": "RT @thealmighty_o: Every Trump supporter voted for a racist. Every Trump supporter voted for a racist. Every Trump supporter voted for a ra", "796380733434687488": "RT @Independent: The man who is being blamed for Hillary Clinton's fall https://t.co/bi78KO4ihF", "796379633881120768": "RT @DoltonThetford1: I hope trump makes people take drug test to get welfare and food stamps", "796382036890189825": "RT @ComplexMag: \"This was a whitelash against a changing country. A whitelash against a black President.\" Van Jones: https://t.co/doyHrDA0", "796380354496069635": "RT @DrJShepherd: Donald Trump president of the United States  Americans: https://t.co/2TmGK9uP89  #Election2016", "796382420492636160": "The Simpsons Predicted We'll Get President Lisa SomedayBut Only After President Trump https://t.co/jW8HLi7DBj", "796379641258901505": "RT @Coral: The most Liverpool thing ever would be for them to be miles clear at the top of the Premier League in April, only for Trump to s", "796381935761137666": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381174201360384": "RT @CovertAnonymous: GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/j2Ejya6WH6", "796381976475226113": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796379632425730048": "@BillHemmer  Trump's a Dealmaker....he'll do fine. besides those politicians usually like rich people.", "796379631024828416": "RT @TylerWhite95: Trump wins the presidential race without experience but I can't get a job without prior experience? Argument is invalid.", "796379632878649344": "RT @politico: \"The president-elect has no political or military experience, few policy specifics and a motley crew of advisers\" https://t.c", "796380780373176320": "#Donald Trump Is Elected President https://t.co/e1Ur1k1k9O", "796379643746144256": "people likely to win 2020 election: -Trump again -Sanders??? -Kanye", "796379636041138176": "RT @iDavidBush: In 2011, Trump said, \"All Americans are idiot\", now they proved it!  #ElectionNight #trumpwins #USElection2016 #DonaldTrump", "796381279835029504": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379641892261889": "RT @_you_never_knew: I don't support Hillary. I don't support Trump.  But I'd never vote Hillary because she approves of abortion &amp; she doe", "796381580298162177": "RT @Jon_Anik: Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/MERTxKpcy3", "796379636863275009": "I just woke up and remembered that trump is president. What has this world come to", "796379644949692416": "RT @Chris_Chin128: I don't get how liberals are trying to breed peace but if they find out you support Trump you're a sexist, homophobic, r", "796382430080958464": "13 spectacularly Scottish reactions to Donald Trump becoming president: LONDON  To https://t.co/tT34DNe9kh #tech", "796382206604283904": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379641007243264": "Its sad to be living in a state that supports Trump", "796379635361742849": "RT @DeanClancy: I agree. But Trump's win may slow its #exit. https://t.co/0JyT4r4kip", "796382301227626497": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380624089214976": "These Trump President memes are gonna be funny asf though , gotta find a bright side somewhere", "796382202728771584": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379642772983808": "RT @insuIting: everyone's bashing trump but i don't remember hillary helping kevin find the lobby... https://t.co/8Ro96BKWhH", "796380775725731840": "RT @FOX5Vegas: #WATCH: Live: @HillaryClinton gives concession speech; Trump president-elect &gt;&gt; https://t.co/Zzgh098gUh https://t.co/5n22TW7", "796381242048401408": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796382421964898304": "@Adcockthe2nd oh stick a cock in it. I hated the idea of trump president but it happened. Deal with it or get out", "796379631809163264": "RT @people: Hes hired! Donald Trump is elected 45th President of the United States in stunning upset https://t.co/nIJUq46x27 https://t.co/", "796379637043511296": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796380994093727745": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796380587250552832": "RT @Rhevolver: Roger Waters's mom: It's done, Trump president. Roger: Mother should I build the wall? Mom: Hush now baby, baby, don't you c", "796379637995728896": "RT @ColeLedford11: Today we mourn.  Tomorrow we plan.  In 2018, we retake congress.  And in 2020, we make Donald Trump a one-term president.", "796381620169297926": "Trump President #TrumpPresident #hillary #electionday #ElectionResults  #TRUMP #AMERIKA #ClintonVsTrump #Clinton", "796380305862971392": "RT @ABC: Video shows President-elect Donald Trump and family returning home to NYC's Trump Tower following victory speech. https://t.co/eJa", "796381477265174528": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796379630672474112": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796379632354226176": "I'm honestly baffled people think Trump can just kick people out of the country. Have you all forgotten how laws are made???", "796379633423908864": "RT @LibyaLiberty: If a Trump presidency is all it takes to make you give up on your hopes &amp; dreams for your nation, then you don't want the", "796379631112912896": "\"I hope, too, that owners of news organizations are willing to finance court battles.\"  https://t.co/iNEfzMIUDm", "796379644400435201": "RT @Onezmo_: \"This Donald Trump situation will affect SAs economy that's why we care\" since when do y'all give a fuck about the economy?", "796381976252989441": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379630269857792": "Trump to the World: We Will Seek Common Ground, Not Hostility; Partnership, Not Conflict https://t.co/w00xt5Cigv", "796379645981638660": "RT @iHailerzz: Donald Trump is #NotMyPresident nor will he ever be. #ImStillWithHer", "796382325504229376": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379638960418816": "RT @strengthtodream: People I follow saying \"it's not that bad, calm down\" and \"Hillary is no better than Trump anyway\" need to shut up and", "796381578788225024": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796379644190605312": "RT @AlexR_DC: #Trump supporters outside White House encircled by #Clinton supporters https://t.co/iJbXUISJdF", "796379644601790464": "RT @brad_hannon: For everyone who said \"I'm leaving if trump wins\", pack your shit and get the fuck out", "796379642038890496": "Trump didn't win America lost", "796379642353618944": "@realDonaldTrump                        Congratulations, president Trump. Now to see Real changes. God Bless.", "796379635181375490": "Charges Dropped!! Trump Wont Face Underage Rape Case https://t.co/qhTkKb0NQ6 https://t.co/zSalDrOU6t", "796379643242827777": "Forget Trump: Election's big winner was Twitter - USA TODAY https://t.co/8kR878HqyU", "796382111691325440": "What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379632824041472": "Don't forget both Trump and Hilary were terrible. https://t.co/BSoBWGot7P", "796380899654987776": "since trump president i'm giving out free hugs", "796379636590583808": "RT @PrisonPlanet: Trump took on:  The political class; The media; Hollywood; Wall Street; Rigged polls.  And won!  #ElectionNight", "796379632698294272": "RT @CammilleRose: What if Donald Trump won because a majority of the country agrees with his traditional views and values, not because we a", "796379645369348097": "RT @Erickaveli: We told my little brother that Trump won this morning and he started crying and asked if our dad was going to be sent back", "796379631309815812": "RT @BreeNewsome: If you think folks who elected Trump would've been more amenable to Bernie being first Jewish US president, you missed wha", "796381702734151680": "i'm sorry but after watching this why is trump president?? what right minded americans disagree with this?? fucking https://t.co/P8tW8aOVDM", "796382186811392001": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379645436424192": "@CatherineAshwo5 Scared of what, lower taxes? Why is Trump scary, did you believe all those lies media made up?", "796382279031517184": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379631658106881": "RT @EddieHearn: You can't be surprised that Trump has got in when thousands are voting for Honey G every Saturday", "796379645570584576": "RT @NickiMemories: When Donald Trump Gets elected into the White House &amp; the FBI comes to my house and ask me if I'm gay...  https://t.co/V", "796382215198404608": "RT @Aurifex: #Trump #President #Election2016 #USelection #ElectionNight  USA says Hello to the evil stupidity racism hate and violence.  #P", "796380642284044289": "The Simpsons predicted Trump's victory 16 years ago. No one listened https://t.co/kvYe7Mv0yG", "796380403879866368": "Trump President   If you gonna impeach em do it and hurry up   Otherwise stfu   I got money to make ....", "796379635990859776": "RT @DisneyReactss: When you woke up to the news that Trump was President https://t.co/KXE1ZQ5qQw", "796381617828806656": "Donald Trump: the unlikely President whose ignorance is only outstripped by his arrogance https://t.co/X3Ir4f9lBG", "796381108229251072": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380995159228416": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379638633287681": "stop panic at Trump's plans he might bring revolution", "796379639224664065": "RT @ridevocals: WHY ARE PEOPLE VOTING TRUMP BECAUSE \"HILLARY IS A CRIMINAL\" WHEN THE FBI ALREADY CLEARED HER AND TRUMP IS GOING TO COURT FO", "796380587615551488": "Y'all want to leave the country because trump president but still with that dude that cheated on you 20 times", "796382215122751488": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379631393849348": "RT @BlackLoveAdvice: #Mood after waking up and finding out Donald Trump is our new President.  https://t.co/Q7SlwlW8Pm", "796382112198918145": "RT @guardian: How do I tell my daughter that American elected a racist, sexist bully? https://t.co/y5k22xRYcQ", "796382209875779585": "Congratulations not celebrations: Countries who slammed Trump send best wishes https://t.co/1Hpo7JKr17", "796379635202146305": "RT @danacfinley: If you want to understand why rape culture is alive in the USA, it's because Trump can admit to sexual assault &amp; still get", "796379637869924352": "RT @1942bs: don't you dare disrespect Michael Jackson like this. He would not support a Trump as a politician if he were alive https://t.co", "796379644870148096": "RT @FemaleTexts: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/AxMH4ZYPcR", "796381454087442432": "Trump president. Still gotta go on with your day tho.", "796379632132046853": "RT @paulwesley: An American Tragedy. https://t.co/dnodWgsUbH", "796379636959744000": "RT @MikeZiemer: If Trump wins, you can still be a good person. You realize that right? The person in power doesn't dictate how we treat eac", "796379634082398212": "RT @VLRAmyCurtis: Yeah it's 9:45am. No, I'm not thrilled about a Trump win. But here's to the lying, corrupt, lawbreaking @HillaryClinton b", "796380453913628672": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380692091404289": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379643054096389": "RT @marshmellomusic: If trump wins I'm leaving the country, if Hillary wins I'm leaving the country, i just want to travel", "796379643855204356": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796379644899557376": "I find it hilarious reading all of these vulgar comments towards Trump. You know, the same vulgar words that make you guys not like him.?", "796380508817068032": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379633931276288": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796379643041509376": "RT @anggierosa_: If you hispanic &amp; you voted for Trump lemme just say you ain't hispanic no more so dont even claim it", "796381938915430404": "Can you imagine the outrage if Trump supporters did this? \"Protesters take to the streets following Trump's stunner\" https://t.co/NJOuQovgXz", "796379633000120320": "When a Trump supporter says they're ashamed of you for unfriending Trump supporters https://t.co/uiUhECOzkt", "796379638826209280": "RT @Zoella: Oh dear god... I'm not sure what's more terrifying. Trump as president or the amount of people who voted for him. https://t.co/", "796379635328188416": "I find it so funny how people find trump racist xD. Fucking weetarted", "796380646692175872": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796379639472160770": "RT @Xcxil_: Anyone who says that Trump is a great yes it is great in his folly and madness   #TrumpPresident https://t.co/yFnyCMNWWp", "796379644937244672": "@kayp33_ not for myself atleast, but I really don't think anyone will let Trump remove people from the country", "796379630211137537": "RT @J_lamou: Third-Party voters aren't what bother me but those who say 'I hope Trump doesn't win' and then vote against the candidate with", "796380744524271616": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379643649687554": "RT @Stevie_Luigi: \"Trump supporters are the rude and violent ones\"... yet it's okay for Hillary supporters to call all trump supporters idi", "796379640260624384": "Trump defeat halary because helary party was ruling party so usa change the party so helary out from politics now trump usa new president", "796382223616372736": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/1AmInhAt86", "796380726174380036": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379644689719296": "RT @NoahDyeNotDie: The worst part of all this isn't that Trump won tbh. It's that a dead gorilla got 14k votes for president. Wtf is wrong", "796381928144433152": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment, via @nytimes https://t.co/EezDfNjE0Y", "796381814055124992": "RT @Vanah_Andria: Le Portugal qui remporte l'euro, Trump president, what's next", "796379635160334336": "RT @GQMagazine: This won't be easy.... https://t.co/OcozzCAb2u https://t.co/LKIYQiWRNt", "796381017342779392": "RT @GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/disR1ymRNS", "796381699710062592": "RT @Independent: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/YJjbHn7svw https://t.co/SpQR76TGEQ", "796379640457728001": "RT @itsgabrielleu: I am scared. I will fight. Trump will not crush my spirit.  Hope fuels the fire in my belly to seek the change I want to", "796380793576820736": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796380808445501440": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379645541253121": "RT @MasoodRaw: Donald Trump hates 'moslems' talks about deporting them and not allowing them into the country yet makes adhaan for prayer h", "796380481033879554": "'Psychic' Indian fish picks Trump as next US president https://t.co/qgRXCbmtbN #scuba #feedly", "796381196439719936": "How do I tell my daughter that America elected a racist, sexist bully?  https://t.co/SjrbGVFYPE", "796380307297566722": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379642726858752": "To everyone who said they were going to leave America if Trump won (which he did) please do, just please do...", "796379641741123585": "Watch live: Hillary Clinton's concession speech after Donald Trump's stunning win https://t.co/yMmT3jg80a", "796379645138505728": "@lrcyyy @SAUCCYSI comparing donald trump to hitler? yeah that's as dumb as it gets", "796379630676496389": "RT @Refinery29: Celebrities call for action after Trump gets elected: https://t.co/W0fUOsVEN1 https://t.co/q2VpGXISVH", "796380702367322112": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/4pJp6XW1Ow", "796379640973709312": "RT @resurgent: \"I genuinely presumed Donald Trump could not win. All of the data agreed. And I and the data were wrong\" https://t.co/59BE6c", "796379634573148160": "RT @businessinsider: Muslims around the world are in shock over Trump's big upset https://t.co/vDzgFD5v27 https://t.co/e3SCwIFp5C", "796379631720931328": "RT @itsjackhess: If Trump wins I will pay everyone who rt's $200 #ElectionNight #MyVote2016 https://t.co/nrVp1IcZ1U", "796379631121301504": "@realDonaldTrump  made it!!!  I am Muslim, an immigrant but yet I still support trump! Looking forward to new America #PresidentTrump", "796380511434342401": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380685481218048": "Trump Is Elected President, the real winners are xenophobes, crony-capitalist &amp; the 1%,  via @nytimes #sorryamerica  https://t.co/n8vDsfvG4F", "796381583251017728": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796381520617414656": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796379645834891266": "RT @nigelnelson23: That's very un-American of you. The pledge of allegiance is for America and our forefathers not TRUMP!! https://t.co/uYg", "796380445604646912": "RT @nytimes: Donald Trump is set to take the oath of office on Jan. 20, 2017 https://t.co/K3FW3G2U6m", "796380677314744320": "Donald Trump Is Elected President in Stunning Repudiation of the Establishment https://t.co/W76DvUEvhZ", "796381329449512960": "@BMS_Derek Cubs win World Series, Trump President, now Cowboys Super Bowl!!!", "796380504287219712": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796380813432483840": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380987156557824": "RT @kingtario93: @donaldpalmtree why Tf is Donald TRUMP president, more like Donald PALM TREE for president", "796379644945715202": "RT @SenMikeLee: I congratulate President-Elect Trump &amp; look forward to helping him repeal Obamacare, reduce regulation, and confirm conserv", "796380326838747137": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379637416869888": "RT @CNN: Devastation and frustration echoed through the Javits Center as it became clear that Donald Trump won the election https://t.co/yj", "796381637646893058": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796379633348268032": "RT @Musicnews_feed: Lady Gaga was seen crying in her car tonight in NYC after hearing the news of Donald Trump being the next President of", "796380738790641664": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796381859127107584": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380575183540224": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379637299429376": "RT @FreddyAmazin: Gaga is holding a protest against Donald Trump outside Trump Tower https://t.co/vmM01cUYCp", "796379632195010560": "RT @aylushka_a: Trump Victory Brings Uncertainty Abroad https://t.co/EkOjKiLg42 via @WSJ", "796379634564743168": "@Bigbadwolf62990 @stevezaragoza I'm not blaming anything besides neoliberalism. But Trump is your president and people need to get their", "796379633323278336": "RT @CNN: Slovenian PM Miro Cerar: \"I am very happy... with our Melania Trump becoming the First Lady of the United States.\" https://t.co/U2", "796380674378694657": "And now, the work begins. https://t.co/tYNEqGVyCf", "796379639627268096": "RT @yescotland: Apparently Sturgeon is glad Trump's election is taking attention away from her \"Scottish Shambles\". https://t.co/7fUmYmyc9z", "796381319328649216": "RT @IndyVoices: Congrats, America. You just elected a man accused of sexual assault to avoid a woman accused of mishandling emails https://", "796381398344994816": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379640210292736": "RT @Ju_JustGetsIt: Donald Trump is winning because America is racist, not because black people didn't vote.", "796381121432780805": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380420468113408": "i literally cry when i saw Donal Trump 'President of USA'", "796381554310336512": "RT @IndyVoices: America you just elected a man accused of multiple sexual assaults as your President. Well done https://t.co/QvLLb55iza", "796379634334044160": "RT @washingtonpost: \"Yes We Did!\" Russias establishment basks in Trumps victory. https://t.co/StEUdeR72i", "796382107987771393": "#PresidentTrump! #DonaldTrump Is Elected President in Stunning Repudiation of the Establishment https://t.co/PeyCukiLaN", "796381144916914176": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379639908356096": "RT @stankidrauhl: Supporting Trump means supporting rape culture, supporting sexual harassment, and supporting the oppression of women. I a", "796380663721103360": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796381577697574912": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379634925453313": "Yes I'm so psyched trump won ", "796379642361999361": "my granny literally made me cry because she's defending trump get me out of this fucking house", "796379634069831680": "Rolling up this fuck trump blunt!", "796379638578774016": "RT @SethDavisHoops: Either Trump is going to try to do a lot of crazy things or he is gonna have to tell his supporters he didn't really me", "796379630680895489": "RT @lolokbye: It's concerning that Florida had the largest LGBTQ attack in history and they're close to voting not only Trump but PENCE int", "796379638733959168": "RT @LaurenJauregui: I wonder if Trump's heinous behavior would've been more obvious if Hillary happened to be a man.", "796381156212097025": "Protesters take to the streets following Trump's stunner https://t.co/9pDW1GFjyK", "796379634690621444": "RT @LupeFiasco: On BOTH sides. my fans who supported Trump U have to lead too! It's on your shoulders to carry out the plan. Let's see the", "796379634808004608": "Trump supporters are so easily triggered... Buncha racists.. ", "796381726541025280": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796379645474119682": "RT @_who___cares_: all of y'all hate trump but he's winning all these states. somebody lying https://t.co/XXsOQwvxHQ", "796379635332227072": "Trump's victory has enormous consequences for the Supreme Court - Washington Post https://t.co/s2mdlWwPRI #TRUMP https://t.co/2O0wQNbUSc", "796379631993688065": "RT @farrightgregy: RT iowahawkblog: Please note: the same people now telling you why Trump won are the same people who spent the last week", "796379642106155009": "I don't understand why some people are using the same language that made them hate Trump to express their hate towards Trump...", "796380500621398016": "RT @HaitiJustice: Don't mourn, fight like hell https://t.co/T6G6gUZCDJ via @MotherJones", "796382226942263297": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379642139672577": "RT @BeastCaucasian: trump 216 clinton 202 zoey 101 blink 182", "796380543218778112": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379636213104640": "RT @she_gotdreadz: dear dumbasses,  trump can't send you \"back\" to Africa if you were born in the US ", "796379634157940736": "RT @hgoldbach: Trump supporters are afraid of losing their money and their guns.  Hillary supporters are afraid of LITERALLY losing their l", "796380666392813569": "RT @anthony_99_: How tf is Trump President, I didn't actually think this would happen", "796380502311763968": "RT @Amaka_Ekwo: My heart is full of joy.  From day one, my heart accepted #Trump  President Trump is the reason.  I love you CHUKWU OKIKE A", "796381322461802496": "RT @truckinfortrump: DONALD J. TRUMP PRESIDENT ELECT CONGRATULATIONS! WE WILL UNITE WE LOVE THIS COUNTRY TOGETHER WE WILL MAKE AMERICA GREA", "796379635756007424": "RT @fkalux: We still have our constitutional rights and we must use them. They can't take those from us. No matter what trump says", "796381235626975232": "I get why people are mad, they have a right to be. But my 6-year-old didn't make Trump president, alright?", "796379638066913280": "RT @Free_Media_Hub: Obama has done little for me perhaps Trump can persuade his new Soviet pals to stop killing us #Syria https://t.co/azxA", "796379642408161282": "THE WAY THINGS ARE NOW BOUT 'Donald Trump' I'M JUS WAITIN FOR A TRACK BOUT HIM IT LL DROP SOON I KNOW! RT THIS!!ii!!", "796379642781462528": "RT @fxnopinion: Trump victory is a win for the little guy over the elite | via @mgoodwin_nypost https://t.co/UJ6YNjFf9e", "796381880945737728": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796379643364409344": "RT @standardnews: Californians threaten to secede from United States following Donald Trump win #calexit https://t.co/cG1l8h8ODI", "796380824308449280": "RT @IndyVoices: Only a few hours after being elected, Trump is already sparked global financial chaos https://t.co/TcbaqEkS6x", "796379638255775744": "RT @basedmz: Good morning to everyone but Trump supporters, racists, homophobes, rapists and ignorants.", "796379639820206081": "RT @RandPaul: Congratulations to President Elect Donald Trump. I look forward to working with all those elected for limited, constitutional", "796380731060654080": "Ariana Grande In Tears After Hearing Terrifying Donald Trump VictoryNews https://t.co/EOTDQEcBeN via @HollywoodLife", "796380469537472513": "Donald Trump Is Elected President https://t.co/bUq7MCrQP7 #Developer", "796380672457900032": "@nytimes   See this link: https://t.co/4NWHetemdL", "796379645834690560": "I swear if anyone talks to me about Trump today", "796380387672985601": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379637551136768": "#Travel | Travel in the age of Trump: Will his election victory mean cheaper holidays https://t.co/v177nXqYvF", "796382100857425920": "RT @sorayadarabi: Stand still. Pause. Breathe. Take stock. Then... when ready ... energize. Fight back for the USA you know and love. https", "796381830433927168": "RT @jim_stuh: Remember the person in ur highschool class who always looked/started drama?? Thats the same person complaining that trump Pre", "796381604096737281": "RT @ChiTown_Eazy: Trump president. Still gotta go on with your day tho.", "796379631792324612": "@RNB215 @SunnyMoonlight_ I would take bush over trump rn. Can we do that? Put old W in there", "796379640205971456": "RT @edgytimes: Because Trump is nothing like an elite is he?  Rich, white, exploits his workers and has boatloads of cash.  Real every day", "796379642856804353": "RT @enews: Lady Gaga protests Donald Trump outside of Trump Tower: https://t.co/DBOjbGcZUS https://t.co/x0Kj6Sf8aI", "796381085194194944": "RT @CarolineLucas: Donald #Trump isn't just bad news for the US  when it comes to his #climate change beliefs, he's a danger to us all htt", "796380564756512768": "RT @cucetaloca: american horror story: donald trump president", "796381797185626113": "RT @VanityFair: 'The Simpsons' predicted we'll get President Lisa somedaybut only after President Trump https://t.co/ONaynDAtPh https://t.", "796380773481848832": "RT @markfollman: I weep for our country this morning -- all of us. But despair is not an option. Time to get back to work. https://t.co/Y45", "796379640705220608": "RT @AmBlujay: Watch Trump become President ....banter... America is a joke l wouldnt be surprised", "796379631527919616": "Now its Donald Trump's turn lets see how he fares in Foreign Policy. ", "796380728858734592": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381658731675650": "The Simpsons Predicted Donald Trump As President 16 Years Ago And The Writer Called It A 'Warning to America' https://t.co/F3nuWZDjFn", "796382435428667392": "Donald Trump president of USA.  Welcome to the Hunger Games  #ElectionDay #PresidentTrump #ripamerica", "796379644073230336": "RT @dooleyfunny: \"We gotta choppa ina trunk for donald trump\" is the saying till he leaves office", "796382338129268737": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379630559170560": "RT @Nadeshot: Weed legal, Cubs won the World Series, Call of Duty in space and Donald Trump is president. 2016 you crazy.", "796382287935852545": "RT @guypbenson: Very, very good speech from Trump.   President-elect Trump, that is.", "796379640642334720": "The people who are complaining about Trump are the same people who would vote for Kanye", "796380447106174976": "RT @jahnaberry: Top story on @MotherJones this morning.  Don't mourn Donald Trump's victory.  Fight. Like. Hell.  https://t.co/0BmWWwDrSk h", "796380428760391681": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379645318987776": "RT @TheToast2016: It's not about Trump or Hillary. It's about the fact somebody ran on a platform of straight up racism and the U.S. Liked", "796379641724473344": "RT @smithie1: Talks Like a Woman? WOMAN TALK MY ASS! Trump has gotten this far because he appeals to the racism in white Americans https://", "796379630575951875": "A gold seller is running out of bars and coins because so many people are... https://t.co/0xGqONuOxF by #PlazaFinanciera via @c0nvey", "796379635944656896": "So Trump gets elected and stocks &amp; shares drop considerably  hmmm something is gonna happen ", "796382486842339328": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/1AmInhAt86", "796381693498261505": "RT @DNAinfoNY: How a Trump presidency will affect New York City: https://t.co/svZ9qMkXBJ https://t.co/VSrVTKOAsC", "796379642773041152": "RT @MisterBroRo: Lady Gaga protested in front of Trump Tower in NYC tonight: \"LOVE TRUMPS HATE!\" #ElectionNight, #LoveTRUMPsHate https://t.", "796379644870201344": "@arixlxo @IamDeeMerlon trump that bitch", "796379638519865344": "If Trump is going to be President then I'm going to be the first female QB in the NFL. I've held a football before so I'm qualified right?", "796379637580435459": "RT @candyyhernandez: If Trump wins, I better not hear any of y'all rednecks say \"speak English, you're in America\" since the First Lady can", "796379638184427521": "RT @Cam_Major: \"Trump you a bitch ass nigga and i hope....\" https://t.co/4JDMo5nlWq", "796380920248958976": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379635453980673": "RT @DrBhava: US Presidential elections: Dr. Subramanian Swamy was so sure of a Donald Trump victory.. https://t.co/DIDDbd39Hy @Swamy39", "796381505136238593": "Here's Trump's first tweet after the election https://t.co/xroW76adZe via @mashable", "796379642026278912": "RT @sarahkendzior: 2014: Trump says give Russia a pass because \"We're going to win something important later on and they won't be opposed t", "796381839455830016": "RT @Independent: Donald Trump's views on climate change make him a danger to us all https://t.co/6F0cIH9OSY", "796381990543065088": "RT @Nikgaturro: #ElectionNight @NYTimes Donald Trump President. WORLDWIDE SURPRISE. This is the World NOW. https://t.co/29serKA3qR", "796379638410989569": "@MissHannahJoe @Ioovekayyy there are dumbasses like that whether trump is president or not??? He can't make laws to make that okay!", "796381076633448448": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380858345259008": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796379631180017666": "RT @RealJeremyNolt: Common sense Americans from both parties are tired of being called racists,sexists,&amp;bigots.The regressive left helped c", "796380321843441664": "\"Trump President\": https://t.co/3LIESmOaTY via @YouTube", "796379645105106948": "RT @A7atastic: \"Don't you know that you the light of our eyes wla eh!\"  - Donald Trump.", "796379637496639490": "RT @chokejess: Donald Trump: sexual assulter, racist, misogynistic, homophobic, bully &amp; the President of the United States of America for t", "796379634858426368": "RT @SwissT5: \"Trump has won Texas\" https://t.co/WnPc13goW2", "796382130452434944": "The Simpsons predicted #Trump's victory 16 years ago. No one listened https://t.co/ji74dPOIoI #trumpwins", "796379637052035072": "RT @hype_man3000: #USElection2016 Trump didn't win.  Racism won.  Sexism won.  Hate won.  Lack of education won. #ElectionNight", "796379631267917824": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796379636733280256": "RT @DerbyWill: If you're bashing Trump &amp; his voters &amp; calling them a variety of hateful names, aren't you doing exactly what you accuse the", "796382084851974144": "I know a rare few who actually WANTED Trump president. Even those who voted for him aren't happy that he was pretty much the only option.", "796380288888602624": "RT @ClintEastwoodLA: \"I feel lucky .. I do.\" ..   #ElectionNight #ElectionDay    Congratulations, #Trump                            Preside", "796381247761162240": "RT @CjMill22: Trump president is a good birthday present.", "796382122017689600": "RT @StayInYaLAIN_: woke up single &amp; Donald trump president  i'm fucked", "796379644756955136": "RT @TheAuracl3: 12% of black men voted for Trump, according to exit polls from CNN. As a black man, Im 100% fucking embarrassed.", "796382084701048833": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379638117396480": "RT @BillAdamsPNC: #Trump 45 has tools to restrict #China's imports, but faces the same threat of retaliation that limited prev administrati", "796379635785330689": "@TeamTrump @TheTrump_Train @CNNMoney Retweet if you voted Trump #History . Today 11/9 @realDonaldTrump is President https://t.co/vVaJhNORy3", "796381284511584256": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796379641959288832": "RT @businessinsider: This dating app will help you avoid the Trump presidency by connecting you with Canadians https://t.co/8RSKj2KsGo http", "796380810433744896": "RT @JPN_PMO: Congratulatory Message from Prime Minister Shinzo Abe to Mr. Donald Trump, President-elect of the United States: https://t.co/", "796379636867416064": "BREAKING: Donald Trump will win the White House, making him the 45th US president... https://t.co/UUmQQEQLHR by #angel189 via @c0nvey", "796379637152481280": "RT @CrazyGman2013: @MrIves76 @corybernardi @Welsh58 @billshortenmp I think Trump knows how to handle unionists :) Shorten is a pipsqueak co", "796379642001141760": "#Entertainment Heres the Kind of First Lady Melania Trump Will Be, In Her Own Words https://t.co/6zdoxb1eQo #News https://t.co/mbu9eMN1t5", "796381457660968961": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796380437165674496": "How newspapers around the world reacted to Donald Trump's win. #ElectionMorningAfter  https://t.co/LXPfZ12Xh1 https://t.co/6iNU8dS1t8", "796379632174006272": "RT @ImChasingDreamz: FUCK YOU DONALD TRUMP. #Mood    https://t.co/GPgfRdSiYj", "796379636020166656": "RT @jfam21: My main concern with Trump winning that he actually does have control of (unlike the outlandish things being said) is THE ENVIR", "796380866918436864": "RT @_JJINC: Dam Since Trump President We Changing Both Of Our End Of The School Year Party To....... Stay Tune December 3rd Tsu December 6t", "796380419692384257": "RT @TIME: How the world is reacting to Donald Trump's victory https://t.co/zae6LNGTx1", "796379644823891968": "RT @Poptartcuz7ate9: I say we celebrate that people are different. Let's love people for Hillary or for trump. Let's GROW UP and learn how", "796379633553907712": "I find it funny almost everyone crying about trump winning sits at home on their ass most of the time.", "796379640298373120": "RT @ChaseSitzz: Liberals: \"Don't generalize an entire population of people!  Liberals: \"All Trump supporters are racist, homophobic, misogy", "796381837874647041": "RT @nadzsche: How Trump President-elect Trump #notMyPresident #electionNight #wednesdaywisdom #themorningafter #trumpwins #HillaryForPrison", "796379639379881984": "RT @barstoolsports: Here are the best celebrity reactions to Donald Trump becoming the President of the United States https://t.co/hj4ANiac", "796381957185826816": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796381113908400129": "RT @TopHackerNewsHQ: Donald Trump Is Elected President https://t.co/eWCjZQhS8d", "796382327484063744": "RT @Hatewatch: Donald #Trump rides a populist tide to win the presidency https://t.co/VvpLS5BBs5 https://t.co/zNI8kfHgze", "796379642986840066": "I don't want to fucking associate with anyone who voted for trump because he is a disgusting piece of shit", "796379645348188160": "RT @pilimoreralev: Nothing else but the truth... #HesNotMyPresident #RIPAmerica #Imstillwithher #Trump https://t.co/d3kZ91sIkj", "796379634933858304": "RT @_LuhDrew: Donal Trump as president scares me. But having the House of Representatives and the Senate Republican as well, woah.", "796380280827351041": "RT @TIME: How the world is reacting to Donald Trump's victory https://t.co/zae6LNGTx1", "796379633973334016": "RT @marclamonthill: White people watched Donald Trump demonstrate no knowledge of the issues, lose the debates, and insult everyone. They s", "796379642055622656": "RT @marcylauren: This is scary shit that #Trump will be President  and a whore in the WH - where are his taxes????????", "796380746948739073": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796380353128763392": "RT @AmnestyUK: We remind @realDonaldTrump that the US must uphold human rights obligations for all people at home &amp; abroad https://t.co/jcc", "796381343269736448": "RT @NoControlProjec: When people think you'll actually call Trump \"president\" #AmericaIsOverParty https://t.co/Bt4aLFffln", "796379639962800128": "@marclamonthill @Sam_The_Creator white people only voted Trump huh? See this is an ignorant ass tweet, you know damn well if a white person", "796381035516887040": "RT @totalfratmove: So You Promised To Flee America If Donald Trump Became President, Now What? https://t.co/LWBTpg1Zrd", "796379640931688448": "RT @JenKirkman: Congrats third party voters - you literally sent no message to anyone and you're helping Trump win Florida -even though you", "796380559278804992": "RT @cihcanairda: fell asleep .. woke up trump president wtf", "796379633654579200": "RT @chidiSNR: Its nigerians in the US i sympathize with the most, After u run from trump, u'l still come and jam buhari here.  Double wahal", "796380277035646977": "@markbritton7 wait is trump president or not", "796381663693537280": "RT @good: We saw the Titanic last night. But we're not going down with this ship. https://t.co/FcjBHXZsLo https://t.co/RrVBA3iohP", "796381331731185664": "RT @GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/disR1ymRNS", "796379632656216065": "RT @thealmighty_o: Every Trump supporter voted for a racist. Every Trump supporter voted for a racist. Every Trump supporter voted for a ra", "796380695434326017": "RT @sorayadarabi: Stand still. Pause. Breathe. Take stock. Then... when ready ... energize. Fight back for the USA you know and love. https", "796382224912367616": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796379642592722945": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796381167947829248": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/1AmInhAt86", "796379644446515200": "RT @janaaier: \"Trumps transition team is identifying executive orders issued by Obama, which can be undone\" https://t.co/8jGJ8ij8gg", "796379639405023232": "RT @KingofChicagox: I Feel Like Trump &amp; Hilary Are 2 Parents Fighting Over Custody Of Us But We Kinda Just Wanna Go Live With Grandma!", "796379639899975681": "RT @lifeofablondee: 2016 : Trump wont win  2017: President Trump can't do that, can he?  2018: you watching the hunger games tonight? I hop", "796380331771363328": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796379642714324992": "RT @sunbeamshawty: if trump wins pls dont assassinate him without getting mike pence first because his ass is fucking crazy", "796381946662289408": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379635751723008": "RT @nowthisnews: Michelle Obama spent a lot of 2016 savaging Donald Trump without ever once using his name https://t.co/dz50aIJJAT", "796381685680115712": "Remember the person in ur highschool class who always looked/started drama?? Thats the same person complaining that trump President.", "796380819820515328": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796382349898485762": "hWat will President Doknald frump do? Predicting his policy agenda https://t.co/NjZaZADDZG", "796380663809064960": "RT @nisaj3: @Variety: Donald Trump's victory speech: \"Ours was not a campaign, it was a movement.\" https://t.co/N69dw2FYSg https://t.co/", "796379632148840449": "Another important perspective https://t.co/1E0x6fTisA", "796379641309036545": "RT @h0th0tb0ii: new chapter for history chap5:how trump rise to power", "796379644006170624": "RT @naveenchristian: If you voted for Trump, We aren't friends anymore. Your vote was personal. Unfollow me. Block me. Unfriend me. I don't", "796380695857950720": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379640965328896": "RT @KatelynRosexo: What if Donald Trump won because a majority of the country agrees with his traditional views and values, not because we", "796381742038925314": "We're in Dumbledore's Army now, folks. https://t.co/8efa4TLW65 via @MotherJones", "796379643314143236": "RT @SaloForum: 7. Putin has won a victory here, but we must closely scrutinize what Trump's FP is going to look like to ensure no neo-con s", "796379641124679685": "Every guy/girl on earth has made a racist/sexist comment in their lives. If you take what trump said seriously then you're stupid.", "796379637672615936": "Heres the Kind of First Lady Melania Trump Will Be, In Her Own Words https://t.co/WxdOkAx3xs #Celebs #Gossip https://t.co/EDkhL9gpcy", "796379636988977152": "RT @StarLehto11: If you hate Donald Trump because he said derogatory things about women, and you listen to rap music.... you're an irreleva", "796381052616970244": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796379631838343168": "RT @ajplus: Trump has been accused of sexual assault, but he got elected as the next U.S. president.  Are we just institutionalizing rape c", "796381185958023168": "RT @JessicaValenti: Last night my heart broke for my country, this morning it breaks for her. https://t.co/Tq4IaxfXcP", "796382083753115648": "RT @JPN_PMO: Congratulatory Message from Prime Minister Shinzo Abe to Mr. Donald Trump, President-elect of the United States: https://t.co/", "796379632933240832": "RT @HuffPostUKPol: Here's a reminder of when David Attenborough suggested shooting Donald Trump https://t.co/gAQgnMHPgU https://t.co/cbzIMr", "796379635462393856": "RT @DonnyFerguson: Trump got 1.1M fewer votes than McCain, 2M fewer votes than Romney.  Clinton got 7M fewer votes than Obama 2012. https:/", "796382217073205248": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/kdlMHpzFV9", "796381716449411076": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381104899063809": "Noam Chomsky called this political moment 6 years ago https://t.co/xlfzjZycOf #trump", "796381237141086208": "Don't mourn, fight like hell https://t.co/r26g653ved via @MotherJones", "796379637114961920": "RT @CameronJBroome_: Hillary Clinton with more popular votes than Donald Trump. Again, imaginary political boundaries determine results and", "796379645327343617": "@redOrly or maybe realize how corrupt Hillary is for having the media report her at a 99% chance to win. MSM lied to all of us.We need Trump", "796379639484731392": "RT @inglesi: Trump due in court later this month. https://t.co/ncOdzwNycG", "796379637987147776": "the best part about this election is that my trump supporting cousin is trying to say i'm uneducated but he spelled POV as \"point of you\"", "796382385629777921": "RT @Aurifex: #Trump #President #Election2016 #USelection #ElectionNight  USA says Bye-bye to human reason, good sense and rationality.  #Pu", "796380342076706816": "RT @aiww: How to move to Canada: Immigration website crashes as Donald Trump romps home to election victory | The Independent https://t.co/", "796379634757734400": "RT @joseptyler: is it just me or is zack hinting that he and his family are trump supporters?? https://t.co/TlkdLJEgRE", "796381500245540864": "RT @Irenie_M: #DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796381564301168640": "RT @ClaraJeffery: I wrote something. It's angry and imperfect, but determined, as we all must be. https://t.co/TrLPwrRMnq", "796379630437617665": "RT @TheSmithPlays: Weed is legal is Cali, Nevada and Mass, Spaceland Zombies is good and Trump is gonna be president. 2016 man what a time", "796379645759221760": "RT @apblake: \"Fuck Donald Trump\" chant outside White House right now https://t.co/cyWuUHyKuF", "796379638624755713": "RT @shawnwasabi: remember that trump has referred to filipinos as 'terrorists' &amp; 'animals' and wants to ban filipino immigration into the US", "796379643083374592": "RT @Brass_addict93: Libs: Gun owners are idiots to think they need protection frm the government  Also Libs: TRUMP IS HITLER HE WANTS ANOTH", "796379640331927553": "RT @kurteichenwald: The lower house of Russian parliament broke into applause on word Trump won. Meanwhile, our real allies are expressing", "796379645797134336": "RT @BossMan_Riq: Trump can run for president with no political experience but my mans can't be a doctor with no degree smh https://t.co/Vsi", "796379631997878273": "RT @CoalNewsBlog: Trump's economic policies: protectionism, low taxes and coal mines - The Guardian https://t.co/tN4VaF9O24 #coal", "796379639191130112": "RT @AmarAmarasingam: Former Imperial Wizard of the KKK thanks Julian Assange for helping to get Trump elected. It's that kinda day. #cnnele", "796380415040880640": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796380839235895296": "RT @NewScienceWrld: From Nasa to climate change: how the Trump presidency will impact science, tech and culture https://t.co/bp5reZHRxA htt", "796381758371536896": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381687966011392": "RT @ClintEastwoodLA: \"I feel lucky .. I do.\" ..   #ElectionNight #ElectionDay    Congratulations, #Trump                            Preside", "796381013878460417": "RT @HollywoodLife: Like a lot of Hillary Clinton supporters out there, Ariana Grande was in tears on #ElectionNight https://t.co/QspLUbN4Pn", "796381008312598528": "Donald trump president, well World war 3 it is then please ", "796379634879361024": "RT @TheAfrikkkan: if ur not gonna play fuck donald trump ur wasting a great opportunity https://t.co/F7hIkL5qbi", "796379630521487360": "RT @nathanieIs: us before: trump could never be president america isn't that dumb  us now: https://t.co/LnOHU5ggaq", "796381653580943360": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379638260002816": "RT @keeanek: I'm just gonna sit here n hope Trump gets assassinated before January.", "796381512308506624": "Donald Trump Is Elected President https://t.co/0zs3i27KCz", "796381057843154944": "America, 2016:  -mourns death of a guerrilla -has a CLOWN epidemic -elects Donald.Trump. president.   Get a grip people.", "796379645868380161": "RT @norm: I was hoping to tweet this at Trump, but I'm going have to tweet it at all Americans. And this isn't a joke, it's actually sad. h", "796381721923096577": "RT @rthur013: Donald Trump President  #ElectionNight https://t.co/58WTTHgPEr", "796379631502946304": "I can only say one thing about Trump's victory: Qu arrecho.", "796380964847058944": "https://t.co/fFyLuvyZ07 Trump should influence Canadian immigration of muslims", "796379641904701441": "RT @FAIRImmigration: Illegal immigrants vow to defy Trump, call on Obama to halt deportations  https://t.co/2mPXuYhm5g via @WashTimes", "796382314066563072": "@realDonaldTrump congratulations Mr.Donald Trump president of US. God bless you and your family and your country and all worldwide", "796382267165720577": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/cfyBT1vykl", "796380734994915328": "Check out: https://t.co/A5Mw46ne60", "796380446493962241": "RT @ThisWeekABC: .@GeorgeHWBush and @JebBush congratulate Donald Trump on winning the presidency. https://t.co/fSbhlAsRJ7 https://t.co/70hx", "796379645562277888": "RT @pitbullnudes: trump ain't even there obama just tryna sleep https://t.co/zRx4mfcsZk", "796379640558485505": "RT @WebSummit: \"Mainstream media was Trump's main mouthpiece\" excellent panel discussion on the election with @shailenewoodley  #WebSummi", "796380749570002944": "RT @Independent: The US has lost any right to mock the UK for Brexit https://t.co/LQPbZ0YwsD", "796380777181315072": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796381245718593539": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796380350867869696": "RT @Tanya_USA: America Votes Trump President, Gold Climbs 5% https://t.co/njsYvrfq4T https://t.co/WNmYS5gkbu", "796380955992883201": "The truth about #DonaldTrump, Melania and that inclusive speech: #BodyLanguage experts https://t.co/7WRmxXQxwe https://t.co/p5ch0sYo34", "796382426910040064": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379644161363968": "Does it even matter what's happened with trump? America voted him in. Get the fuck over it. Accept it. It won't change now.", "796380744839008256": "#DonaldTrump: the unlikely President whose IGNORANCE is only outstripped by his ARROGANCE https://t.co/9Za6Wngu3F", "796379632371109888": "RT @MiliiPilii: if ur a trump supporter, pls explain to me which one of his POLICIES you agree with? w/o bashing hillary pls, i just wanna", "796379630944985088": "RT @RiceGum: I heard Trump was winning  https://t.co/RAvKLQxSRE", "796381703573045248": "RT @CovertAnonymous: GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/j2Ejya6WH6", "796380686190002176": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796379642596708352": "RT @IqbalSheikhAli: donald trump is the real satan ", "796382188187041792": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/mp180DFfak", "796381287737131008": "RT @foe_taj: Trump president but look at the bright side , Kodak free", "796379634052931584": "#breakingnews trump becomes a liberal again", "796379630672510976": "Trump Gives Victory Speech, Liberals Rediscover Appeal of Limited Government https://t.co/Whzr2I7vIJ", "796380892671393792": "What Do We Do Now?: \"What do we do now?\" That's the classic line from the end of the Robert Re.. #business #news https://t.co/EnZ1zGfwrs", "796379632387944448": "RT @MPEFORTY: Fuck trump, fuck hillary, fuck the state", "796379636552859648": "RT @ABC: Protests erupt across the country over Donald Trumps presidential victory. https://t.co/0k7VdyUh5L #Election2016 https://t.co/Nor", "796382268872945665": "LIVE: Clinton gives concession speech; Trump president-elect&gt;&gt;https://t.co/1u9s6nuI0e https://t.co/C52vWeqKiH", "796381629686120448": "your tweets about how you think people are stupid for making Trump president aren't going to change anything so shut up", "796379638465515521": "Pt1: clearly, a lot of trump supporters and conservatives were too quiet this election cycle; they either were too afraid to get backlash", "796381268330106881": "RT @ABCPolitics: .@ACLU releases statement on Trump's victory: \"We will be eternally vigilant every single day of your presidency.\" https:/", "796379637718740997": "RT @Deanofcomedy: Im proud to stand with the 52.5% of Americans who opposed Trump in this election.", "796382265097863168": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/XRA8tWUbFf", "796379633675628544": "RT @Tim_Nordahl: If Trump can seriously win the PRESIDENCY OF THIS NATION, I don't want to see a job description with \"experience required\"", "796379645230874625": "@DavidLimbaugh President elect Trump was not my first choice, but I gladly voted 4 him given the alternative. God has answered our prayers.", "796379641275629568": "RT @CNN: Devastation and frustration echoed throughout the Javits Center as it became apparent that Trump won https://t.co/4xEBltUYAn https", "796379645201551362": "Let's plan the fight ahead. Join the live strategy session: https://t.co/jiSqSXVIFi", "796382201369817088": "RT @Independent: The utter state of America in three presidential quotes https://t.co/Cb8y0JUoXo", "796379637869903874": "RT @neiltyson: FYI: Manhattan, where people know Trump best (hes lived, worked, &amp; played there most of his life), gave him 10% of the vote.", "796380986036600834": "RT @LivingOnChi: Congrats @HillaryClinton and all you elitist Hillbots.  You made Donald Trump president by giving him 7/24 press for over", "796382471982055424": "Live: Clinton to give concession speech; Trump president-elect https://t.co/mJikJkNyCj https://t.co/p9C0ai9Qfp", "796381932137381888": "RT @Independent: The utter state of America in three presidential quotes https://t.co/Cb8y0JUoXo", "796380719043973121": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv", "796380588198526977": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379637408370690": "RT @HandsomeAss_MAR: Donald Trump about that money yo. This country fuck around get way Richer", "796381144711385089": "RT @truckinfortrump: DONALD J. TRUMP PRESIDENT ELECT CONGRATULATIONS! WE WILL UNITE WE LOVE THIS COUNTRY TOGETHER WE WILL MAKE AMERICA GREA", "796379639752949760": "are u fuckin kidding me ? Trump for president ?", "796380363006373889": "RT @CovertAnonymous: GuardianUS: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/j2Ejya6WH6", "796379634380238848": "Everybody needs to relax lol Trump won fair and square IF YOURE A CITIZEN OF THE UNITED STATES what are you worried about!?", "796379636338950144": "RT @noel_llopis: This was a scary read a few months ago. Now it's even more relevant (thanks @roncarmel for the reminder) https://t.co/q8Ef", "796382351714611200": "RT @ChiTown_Eazy: Trump president. Still gotta go on with your day tho.", "796382259976736768": "RT @guypbenson: Very, very good speech from Trump.   President-elect Trump, that is.", "796379632828293120": "So they really voted in Trump? The USA is even more stupid than I thought possible. Get your disaster kit up.", "796380957561344001": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379631528054786": "RT @YeahSheWrites: The thing is, it's not Trump you should be fearing, it's the anger he's sparked. His supporters are the ones that are go", "796380728057597952": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796382247997833217": "RT @Independent: The man who is being blamed for Hillary Clinton's fall https://t.co/bi78KO4ihF", "796382146655043584": "RT @CodeAud: The 10 best places to emigrate for Democrats after Donald Trump's victory https://t.co/CTmQhLmhxA", "796379644727590912": "RT @thvgly: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won. #ElectionNight", "796381413507551232": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379642433138688": "RT @anildash: No matter what, we have to organize &amp; stand up to Trump and fight for the marginalized. I am not afraid of that motherfucker", "796379631494512640": "RT @willis_cj: To Trump and all his supporters..... https://t.co/X5wcsl4DaL", "796380437140553728": "How do I tell my daughter that America elected a racist, sexist bully? https://t.co/J8Qz0yZJKY", "796379633361027072": "Trump - \"Everything will be ok, America. Here, let's shake on it...\" https://t.co/SZT7zfdvuN", "796379631070941184": "Congratulations to the new elect President,  Donald Trump! You have defy all odds. This have thought us that anyone can be President of USA", "796382452231061504": "RT @TIME: World leaders react to Donald Trump winning the U.S. election https://t.co/u1URGbEwpx", "796379638129901568": "RT @SwiftsKing: @realDonaldTrump  if you voted for Trump, you voted for a man that is going on trial for rape tomorrow.", "796380934362701824": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796379632241152000": "RT @imillhiser: SCOTUS told us there's not enough racism to justify the Voting Rights Act. But our grandparents rejected George Wallace. We", "796379644513624064": "RT @michiganprobz: Cubs win, Trump wins... Lions win? Anything is possible.", "796380481403179009": "RT @1AshleyJordan: england leaving the eu and trump president of the United States, what a shit 2016", "796379635542003713": "RT @TheNotoriousKIA: U will never hear me say president trump", "796379637014110208": "Conway: Trump has a mandate https://t.co/lCws6zvZj7 https://t.co/bhHtJaGfBE", "796379641661550592": "RT @MedievalReacts: When you voted trump but you gunna die soon so it's not your problem https://t.co/BsKv90Fvry", "796380326549303297": "RT @Refinery29: What it's like being an American expat and waking up to the news about Trump: https://t.co/XlBVpMZpdb https://t.co/qMnWjH6N", "796380597396656128": "Michael Moore knew  Economic disenfranchisement of the rust belt voters due to the ecomomics of globalization. Ugh.  https://t.co/nHlKYKoUVr", "796382127919165440": "That nigga said \"You ugly. You yo daddy son\" how trash can mfs be ? And yall support this trash. I see y Trump president. Yall support trash", "796382092615700480": "IT news: Donald Trump Is Elected President https://t.co/QvUhjmFJnV", "796382320920031232": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379642332528641": "RT @SopanDeb: Megyn Kelly gets booed loudly here at Trump HQ as Kelly brings up Trump's sexual misconduct allegations.", "796379640206131200": "RT @theyhatedare: It wasn't the black vote or the lack thereof that got Trump elected. It was the quiet racist that got him up through there", "796379634510295040": "The only thing I like about Donald trump is his daughter Ivanka honestly", "796380431465615361": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381309220241408": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379635986481153": "RT @lincolnablades: STOP calling Trump voters UNEDUCATED. Trump DOMINATED the young white college vote in the south. Whites of ALL educatio", "796379640537481216": "A 'serious' foreign policy speech doesn't make Trump any less terrifying https://t.co/Rcl0fgEYnE via @ConversationUK", "796379632316588033": "RT @ProgPro: Wait Hillary won the popular vote? And people are still blaming third party voters for Trump winning? I'm confused.", "796382516768751616": "RT @ABC: JUST IN: WH says Pres. Obama spoke to President-elect Trump, invited him to White House on Thursday. https://t.co/iOAInOdRqk #Elec", "796381752029745152": "RT @SoloChills: Donald Trump President-Elect. With upcoming rape and civil racketeering trials. Holy fucking shit America", "796379645620920320": "RT @NeilTurner_: Hey, #NotMyPresident, check this out.  Here's the reason you didn't see Trump's victory coming from a mile away.  #Wednesd", "796382055441592320": "RT @nadzsche: How Trump President-elect Trump #notMyPresident #electionNight  #wednesdaywisdom #themorningafter #trumpwins #HillaryForPriso", "796382515003092992": "RT @guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/orl3wDs3pS", "796380945993453568": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796379640277467139": "RT @RickRWells: We've Got Our Country Back  Trump And American People Prove Miracles Do Happen https://t.co/Bbkg012Gub https://t.co/vMVU1A", "796380439833362436": "RT @IndyArts: Noam Chomsky called this political moment 6 years ago https://t.co/YOQ2OoAPDH #Trump https://t.co/hhohf2tJ5K", "796382416965279745": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379639291596800": "RT @SiyandaWrites: If people followed the alt-right groups on Reddit, they would know that young white Americans were told to hide their su", "796379635126648832": "RT @ajchavar: Watch the moment everyday Americansin bars, living rooms, ballroomsreact to Donald Trump becoming president-elect: https://", "796379630810832896": "RT @lexsIoan: trump: insect king, sexist, racist, body shames women, makes fun of disabled people, etc etc etc  his supporters: hillary del", "796379633646063616": "RT @WORLDSTAR: Trump can run for president with no political experience but my mans can't be a doctor with no degree smh https://t.co/S2seK", "796382291673026560": "Here's How Celebrities Think You Should Deal With Donald Trump's Victory - TIME https://t.co/HgvUzrVbJN", "796381673839542272": "So many people are trying to move to Canada that the government's website has crashed https://t.co/9gEqFpHyRu", "796382467066331137": "Word to mother if anybody try some racist shit with me, cause Donald trump president you getting lined asap", "796379637479710720": "RT @DavidRagan: Trump or Hillary were not going to fix any of your problems. Today you have to go out work and make something happen for yo", "796379645583069184": "RT @NBCNews: Trump did better with blacks and Hispanics than Romney in 2012, exit polls show https://t.co/ZlFFr5B6dD https://t.co/1viWGK3A3t", "796380832541704192": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382385399070720": "13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/WA3ziZghje", "796379635630174209": "@annaeleanor I imagine somewhat similar, probably not in some of the states that assured a Trump win.  In other words, Madam President.", "796381015098949632": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796381434961399808": "via @globeandmail @aradwanski: Donald J. Trump has pulled off the most stunning election upset in U.S. history https://t.co/CbpvlXp1MZ", "796379633096617985": "@Cerberus98 ... one of my Trump voter friends said he'd grab his guns to protect the gay manager from \"being rounded up and put in camps\"...", "796379632526356482": "RT @hgoldbach: Trump supporters are afraid of losing their money and their guns.  Hillary supporters are afraid of LITERALLY losing their l", "796379632526356480": "'Dear Mr President' by Pink must be the most played song on the radio today #weirdday #Trump #PresidentTrump #madworld", "796379637244919808": "Girl: \"today's a great day\" Her friend: \"I know right! My family called me this morning screaming because they were so happy about Trump\"", "796379638847127552": "RT @JBrunzGaming: If trump wins tonight I'll PayPal everyone who retweets this $100 https://t.co/2gynlKzbeq", "796379633684008960": "RT @AnnaMangen: Everyone acts like if they continue to complain about Trump it's going to change the fact he's our next president. It's not", "796380462331678720": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382451790557188": "Now I know why I started watching \"Twilight Zone\" episodes during the past few months. Besides being a creative tourhttps://t.co/lOeGRino9l", "796379635038580737": "Trump make America great again https://t.co/H6sKzp4k5Y", "796379635227430912": "RT @naveenchristian: If you voted for Trump, We aren't friends anymore. Your vote was personal. Unfollow me. Block me. Unfriend me. I don't", "796379637907529728": "RT @ajplus: Protests erupted across the U.S. after Donald Trump became president.  In Oakland, CA, some people set tires and trash on fire:", "796381342556516352": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796379637274185733": "RT @theonlyadult: The media will go with \"not all Trump voters\" and again put the burden on Obama to fix things that aren't his fault. http", "796379644362686464": "@gabycruz1997 dude ur really sounding like those \"not all man, im a nice guy\" guys. If ya didn't vote for Trump congrats relax this aint @ u", "796379639610507264": "See even if Trump is assassinated or impeached we're screwed. https://t.co/vZqkhkhja3", "796379630420762624": "RT @LisaElaine9: Trump didn't win. Racism won. Sexism won. Hate won. Lack of education won.", "796379630785564672": "RT @danacfinley: If you want to understand why rape culture is alive in the USA, it's because Trump can admit to sexual assault &amp; still get", "796382234068602880": "#news #mashable 13 spectacularly Scottish reactions to Donald Trump becoming president https://t.co/rBWZqoBvyK", "796382405963567104": "RT @MotherJones: Old hatreds won the day. But they can and must be vanquished. https://t.co/u1QCTv3OIq https://t.co/ksO0v3FaHC", "796381684216332289": "Y'all mad Donald Trump president &amp; I'm mad my edges disappeared", "796381312785358848": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796381890559164416": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796381790286057473": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796379634321346560": "a sad thing is i am considering buying an anti-trump after-the-fact bumper sticker but i am scared :) to own one :) and have it on my car :)", "796379645054775296": "RT @CR: Dear @lenadunham:  Is it snowing in Canada today? https://t.co/AoyzPU5ouL", "796380541331402752": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382351261573120": "RT @ABC: Russian Pres. Putin sends telegram to Donald Trump congratulating him on election win, Kremlin says. https://t.co/vPLMMcFoXI #Elec", "796381295387537408": "RT @djalexi703: Everyone needs to smoke a fat jay and relax.We can't stress something we can't control.Trump president &amp; life's still gonna", "796379639149105152": "RT @haaretzcom: Putin says Russia ready to restore full ties with the U.S. under President Trump https://t.co/ybnfUWxRrL https://t.co/E99MD", "796379638591127552": "RT @jamesmaslow: If Trump wins I'm leaving the country.  If Hillary wins I'm leaving the country.  This is not a political post, I just wan", "796381414581293056": "RT @NoControlProjec: When people think you'll actually call Trump \"president\" #AmericaIsOverParty https://t.co/Bt4aLFffln", "796382336313073668": "RT @sugarscape: Celebs react to news that Donald Trump is the new President of the USA https://t.co/0PNIIQy9k1 https://t.co/ymkTra4D0w", "796381779468816384": "RT @Independent: Five-year-old Muslim girl cries when she sees Donald Trump winning US election  https://t.co/mJSsfs1ILq", "796380620305874944": "Mr. Lackey probably going through it now that Donald Trump president.", "796379639237189632": "@DiamondandSilk Thx for your part in the making of President Trump! I've loved every word you spoke &amp; wrote! Please stay w/ what u started", "796379645536968704": "RT @syafothman: Donald Trump is like that kid who didn't do shit during the group project but presented in front of class like he did every", "796379634031955968": "RT @jewcup: I cant believe Hillary spent almost double what Trump did just to lose man Id be sick", "796381498538655744": "RT @totalfratmove: The election is over. Move on. Get a grip. You're still an American: https://t.co/LWBTpg1Zrd https://t.co/rwgOGTavd0", "796379632366850048": "RT @TimAlberta: \"TRUMP BULLDOZES BLUE WALL\" -- @alexis_levinson in New York and me in Wisconsin -- here's how it happened https://t.co/1XNf", "796379640558403584": "RT @BrandonLeBeau1: So when are those celebrities and other people who said \"if trump is president I'm leaving the country\" well put up or", "796379631687499778": "RT @ChaseSitzz: Liberals: \"Don't generalize an entire population of people!  Liberals: \"All Trump supporters are racist, homophobic, misogy", "796381847110434817": "#Trump appealed to #America's worst impulses. Now it's on the rest of us to show, to prove, that this is not all... https://t.co/qxwXexRUIm", "796382319904952322": "Flood happen this year then trump president, beyond pissed", "796379633365159936": "RT @ABC: Protests erupt across the country over Donald Trumps presidential victory. https://t.co/0k7VdyUh5L #Election2016 https://t.co/Nor", "796380906307076096": "RT @MariaL008: Donald J. Trump   President-elect of the United States https://t.co/L45jIQRiIl", "796381118945628160": "RT @Bro_Pair: Americans are literally stupid enough to elect Donald Trump president. do not laugh him off", "796380922316656640": "Congratulations Donald Trump! President-elect", "796380472293081088": "RT @grannywrapper: WTF Actually I am moving to another country. Not joking Do not want to live in a nation full of people DUMB ENOUGH TO EL", "796382165151969280": "guardian: What will President Donald Trump do? Predicting his policy agenda https://t.co/ihVKeEYax7", "796382057589075968": "RT @totalfratmove: A list of celebrities that promised to leave the country if Donald Trump was elected: https://t.co/LWBTpg1Zrd https://t.", "796379642202558464": "RT @SiyandaWrites: If people followed the alt-right groups on Reddit, they would know that young white Americans were told to hide their su", "796381988542259200": "RT @nadzsche: How Trump President-elect Trump #notMyPresident #electionNight #wednesdaywisdom #themorningafter #trumpwins #HillaryForPrison", "796380296564375552": "RT @Independent: Donald Trump's election is a 'very difficult moment' for the EU https://t.co/XLKTdSoqNz", "796381538438909952": "RT @Independent: Congrats, America. Youd rather elect a man accused of sexual assault than a woman who mishandled her emails https://t.co/", "796380966449192960": "RT @Independent: Michael Moore said Donald Trump's election is going to be the biggest f**k you in human history'. He was right https://t.c", "796379632920657921": "RT @morgan_taylor15: Dems r acting like Trump is gonna kill every person who isnt white. Lets all remember that the Dem nominee has the len", "796379636699541504": "RT @navyhato: Make America Great Again.  TRUMP WILL DRAIN THE SWAMP. MAGA https://t.co/oyoda5yZdj", "796382489501691905": "RT @HoCumGetUrIssue: Okay Okay Trump President Move On People It Takes More Then Just Him To Fuck Us Up Let It Go", "796379641359409152": "RT @sakirkhader: Donald Trump: 'I will look Syrian kids in the face and say go home.' https://t.co/29S7REy916", "796382355191693312": "Donald Trump Is Elected President https://t.co/nwDR2vdxby", "796381756412882944": "\"The world is watching to see how the church will respond.\" - @mbrianorme  https://t.co/Dax9dYv2yO", "796381864525201413": "y'all think bc trump president it's ok to be openly racist. Boiiiiiiiiii, think again.", "796379645692248064": "RT @ektrit: Stocks moved 800 points from over night, eight hundred points.  Somebody ordered NY Fed NOT to ruin Trump's party", "796381844493234180": "Donald Trump Is Elected President: https://t.co/izcoTu4AZo Comments: https://t.co/U2v838h8fE", "796380308492861441": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796382175172104192": "Bill Belichick -- Letter to Trump Wasn't Political ... He's My Friend (VIDEO) https://t.co/CxChoCGjQe", "796379644979187712": "RT @ChaseSitzz: Liberals: \"Don't generalize an entire population of people!  Liberals: \"All Trump supporters are racist, homophobic, misogy", "796380481994498048": "@GlenSchofield make cod civil war donald trump president", "796379635793723392": "RT @TheAnonnMessage: KKK SIGHTING: Members of the KKK celebrate Trump victory by parading on bridge in Mebane, NC this morning. https://t.c", "796379643024723968": "RT @nowthisnews: Michelle Obama spent a lot of 2016 savaging Donald Trump without ever once using his name https://t.co/dz50aIJJAT", "796382498221686784": "RT @Independent: Donald Trump's views on climate change make him a danger to us all | @CarolineLucas https://t.co/6F0cIH9OSY https://t.co/f", "796381023965773824": "Again, you were Trumped by President Trump!  I love saying that you flower petals! President Trump! President Trump https://t.co/nLZk84ccXg", "796379631578447872": "RT @itsgabrielleu: I am scared. I will fight. Trump will not crush my spirit.  Hope fuels the fire in my belly to seek the change I want to", "796381934867779584": "RT @Independent: Calls are growing for Bernie Sanders to run for president in 2020 https://t.co/YJjbHn7svw https://t.co/SpQR76TGEQ", "796379645218320386": "Voting for Donald Trump doesn't make you a racist. It makes you okay with the current state of Racism in the United States of America", "796379635940528128": "RT @mike_giglio: Iraqi officer in Mosul on the Trump win: \"this is going to be like Hurricane Katrina hitting all 50 states.\"", "796379645822308356": "RT @WilliamTellJr: Help #ThankYouJulian trend today, President Trump can't thank this guy. But we can, and should. https://t.co/i4l62c5Ikj", "796381414128316416": "RT @SimplySunnyV: We all bout to witness time traveling tonight.. With Trump president we bout to go to sleep &amp; wake up in the fuckin 1950s.", "796379640545865732": "RT @tawbii: Not only did the Simpson predicted Trump winning, they even \"predicted\" the electoral map and they got it right. https://t.co/2", "796379632773791744": "lol not every person who voted for trump is white https://t.co/DY7aY1G9p6", "796381864973963264": "RT @RT_com: Congratulations not celebrations: Countries who slammed #Trump send best wishes  https://t.co/vKrJsoTPJ4 https://t.co/019YQ8Nj7u", "796381216257753088": "How World #leaders react to #Trump #election  #politics #China #Russia #Turkey #EU #Israel #Afghanistan #France  https://t.co/vr5QQgI2al", "796379638230433793": "RT @JamesMelville: Back in 2000, The Simpsons knew what was coming... #Trump https://t.co/SS164uBSAg", "796379639014899712": "RT @MosHatedCool: This shit waaaaaaay bigger than Trump . They dropping guns and drugs in the hood and letting us get get rid of each othe", "796382023644495874": "RT @foe_taj: Trump president but look at the bright side , Kodak free", "796382374686691328": "RT @guardian: How do I tell my daughter that America elected a racist, sexist bully? https://t.co/Jiof4fsaLp", "796381809869209604": "RT @Independent: The Simpsons predicted Trump's victory 16 years ago. No one listened   https://t.co/Tl240TJmEv"}